Repository: AlmaLinux/almalinux.org
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, he, it, ja, pl, pt, pt_br, sk, tr, uk

source: Read more
de: Mehr lesen
es: Conocer más
fr: Lire Plus
he: מידע נוסף
it: Di più
ja: もっと見る
pl: Czytaj więcej
pt: Leia mais
pt_br: Leia mais
sk: Ďalšie informácie
tr: Devamını okuyun
uk: Детальніше

source: 404 Not Found - AlmaLinux OS
de: 404 Nicht gefunden - AlmaLinux OS
es: 404: no encontrado • AlmaLinux OS
fr: 404 Page non trouvée - AlmaLinux OS
he: 404 לא נמצא - AlmaLinux OS
it: 404 Non Trovato - AlmaLinuxOS
ja: 404 ページが見つかりません - AlmaLinux OS
pl: 404 Nie Znalezniono - AlmaLinux OS
pt: 404 Não Encontrado - AlmaLinux OS
pt_br: 404 Não Encontrado - AlmaLinuxOS
sk: 404 nenašlo sa - AlmaLinux OS
tr: 404 Sayfa Bulunamadı - AlmaLinux OS
uk: 404 Не знайдено - AlmaLinux OS

source: An Open Source, community owned and governed, forever-free enterprise Linux distribution.
de: Eine quelloffene, Community-eigene und Community-betreute, sowie für-immer-kostenlose Enterprise-Linux-Distribution.
es: Una distribución Linux para empresas abierta, comunal y por siempre libre y gratuita.
fr: Une distribution Linux d'entreprise à code source ouvert, détenue et gérée par la communauté et gratuite pour toujours.
he: הפצת לינוקס ברמה תעשייתית, חופשית בקוד פתוח בבעלות ובהנהגת הקהילה.
it: Una distro di Linux Open Source, controllata dalla comunità e gratuita per sempre.
ja: コミュニティーが所有権を持ち、管理しているオープンソースの永久に無料の商用 Linux ディストリビューションです。
pt: Uma distribuição Linux Open Source, gerida e detida pela comunidade, para sempre gratuita.
pt_br: Uma distribuição Linux empresarial para sempre gratuita, de código aberto, mantida e governada pela comunidade.
sk: Open source, komunitou vlastnená a riadená, navždy bezplatná podniková linuxová distribúcia.
tr: Açık kaynaklı, topluluğun sahip olduğu ve yönettiği, sonsuza kadar ücretsiz kurumsal Linux dağıtımı.
uk: Назавжди вільний дистрибутив Linux промислового рівня з відкритим вихідним кодом, який належить і керується спільнотою.

source: 404 Not Found
de: 404 Nicht gefunden
es: 404: no encrontrado
fr: 404 Non Trouvé
he: 404 לא נמצא
it: 404 Non Trovato
ja: 404 ページが見つかりません
pl: 404 Nie Znaleziono
pt: 404 Não Encontrado
pt_br: 404 Não Encontrado
sk: 404 - nenašlo sa
tr: 404 Sayfa Bulunamadı
uk: 404 Не знайдено

source: Sorry, but the page you were trying to access could not be found.
de: Leider konnte die Seite die Du besuchen möchtest nicht gefunden werden.
es: Lo sentimos, pero no se pudo encontrar la página a la que intentaba acceder.
fr: Désolé, mais la page à laquelle vous tentez d'accéder n'a pas été trouvée.
he: מחילה אך הדף אליו ניסית לגשת לא נמצא.
it: Ci dispiace, ma la pagina a cui stavi cercando di accedere non è stata trovata.
ja: 申し訳ありませんが、アクセスしようとしたページが見つかりませんでした。
pl: Przepraszamy, ale nie można znaleźć strony, do której próbujesz uzyskać dostęp.
pt: Desculpe, mas a página que estava a tentar aceder não foi encontrada.
pt_br: Desculpe, mas a página que você estava tentando acessar não pode ser encontrada.
sk: Prepáčte, ale stránku ktorú sa pokúšate otvoriť, sa nepodarilo nájsť.
tr: Üzgünüm, aradığınız sayfa bulunamadı.
uk: Вибачте, але сторінка до якої ви намагалися отримати доступ не була знайдена.

source: Resources
de: Ressourcen
es: Recursos
fr: Ressources
he: משאבים
it: Risorse
ja: リソース
pl: Zasoby
pt: Recursos
pt_br: Recursos
sk: Zdroje
tr: Kaynaklar
uk: Ресурси

source: Wiki
he: ויקי
uk: Вікіпедія

source: Bugs
de: Fehler
es: Defectos
he: תקלות
ja: バグ
pl: Bugi
sk: Chyby
tr: Yazılım Hatası
uk: Вади

source: Repository
de: Softwarequelle
es: Repositorio
fr: Dépôt
he: מאגר
ja: リポジトリ
pl: Magazyn
pt: Repositório
pt_br: Repositório
sk: Repozitár
tr: Depo
uk: Репозиторій

source: Downloads
es: Descargas
fr: Téléchargements
he: הורדות
ja: ダウンロード
pl: Pliki do pobrania
pt: Transferências
sk: Súbory na stiahnutie
tr: Kurulum
uk: Завантаження

source: Membership
de: Mitgliedschaft
es: Membresía
fr: Membres
he: חברות
it: Iscrizione
ja: メンバーシップ
pl: Członkostwo
pt_br: Filiação
sk: Členstvo
tr: Üyelik
uk: Членство

source: ELevate
uk: ELevate (підвищуй свій EL)

source: Mailing Lists
de: E-Mail Verteiler
es: Listas de Correo
fr: Listes de diffusion
he: רשימות דיוור
it: Mailing list
ja: メーリングリスト
pt: Listas de endereços
pt_br: Listas de correspondência
sk: Mailing listy
tr: Posta Listeleri
uk: Списки розсилання

source: Community
de: Gemeinschaft
es: Comunidad
fr: Communauté
he: קהילה
ja: コミュニティ
pl: Społeczność
pt: Comunidade
pt_br: Comunidade
sk: Komunita
tr: Topluluk
uk: Спільнота

source: Chat
fr: Tchat
he: צ׳אט
ja: チャット
pl: Czat
tr: Sohbet
uk: Чат

source: Forums
de: Foren
es: Foros
he: פורומים
it: Forum
ja: フォーラム
pl: Forum
pt: Fóruns
pt_br: Fóruns
sk: Fóra
tr: Forumlar
uk: Форуми

source: Legal
fr: Mentions légales
he: משפטי
it: Note Legali
ja: 法的
pl: Legalne
pt_br: Jurídico
sk: Právne informácie
tr: Yasal
uk: Угоди

source: Legal Notice
de: Rechtlicher Hinweis
es: Aviso legal
fr: Mentions légales
he: הצהרה משפטית
it: Avviso legale
ja: 法的なお知らせ
pl: Nota prawna
pt: Aviso legal
pt_br: Aviso Legal
sk: Právne oznámenie
tr: Yasal Uyarı
uk: Юридичне повідомлення

source: Privacy Policy
de: Datenschutz-Bestimmungen
es: Normativa de privacidad
fr: Politique de confidentialité
he: מדיניות פרטיות
it: Policy sulla Privacy
ja: プライバシーポリシー
pl: Polityka Prywatności
pt: Política de Privacidade
pt_br: Política de privacidade
sk: Zásady ochrany osobných údajov
tr: Gizlilik Politikası
uk: Політика конфіденційності

source: Terms of Service
de: Nutzungsbedingungen
es: Términos del servicio
fr: Conditions d'utilisation
he: תנאי השירות
it: Termini e condizioni
ja: 利用規約
pl: Warunki Usługi
pt: Termos de Serviço
pt_br: Termos de serviço
sk: Podmienky poskytovania služby
tr: Kullanım Şartları
uk: Умови надання послуг

source: Licensing Policy
de: Lizenzbestimmungen
es: Normativa de licencias
fr: Politique de license
he: מדיניות הרישוי
it: Politica di licenza
ja: ライセンス ポリシー
pl: Zasady licencjonowania
pt: Política de Licenciamento
pt_br: Política de licença
sk: Licenčné zásady
tr: Lisans Politikası
uk: Політика ліцензування

source: Trademark Usage Policy
de: Markennutzungsrichtlinie
es: Normativa de uso de marcas comerciales
fr: -Politique d'utilisation des marques
he: מדיניות השימוש בסימני המסחר
it: Politica di utilizzo del marchio
ja: 商標使用ポリシー
pl: Zasady korzystania ze znaków towarowych
pt: Política de Uso de Marcas Registadas
pt_br: Política de Uso de Marcas Registradas
sk: Zásady používania ochrannej známky
tr: Ticari Marka Kullanım Politikası
uk: Політика використання торговельних марок

source: Foundation Bylaws
de: Stiftungsgrundordnung
es: Estatutos de la fundación
fr: Statuts de la Fondation
he: תקנוני הקרן
it: Statuto della Fondazione
ja: 財団法人の規約
pt: Estatutos de fundação
pt_br: Estatuto da Fundação
sk: Predpisy nadácie
tr: Vakıf Yönetmeliği
uk: Статут фонду

source: AlmaLinux OS logo
es: Logotipo de AlmaLinux OS
fr: Logo du SE AlmaLinux
he: הלוגו של AlmaLinux OS
it: Logo di AlmaLinuxOS
ja: AlmaLinux OS ロゴ
pl: logo AlmaLinux OS
pt: Logotipo do AlmaLinux OS
pt_br: Logo do AlmaLinux OS
uk: Логотип ОС AlmaLinux

source: Toggle navigation
de: Umschalten der Navigation
es: Alternar la navegación
fr: Basculer la navigation
he: החלפת מצב ניווט
it: Attiva/disattiva navigazione
ja: ナビゲーションの切り替え
pl: Przełącz nawigację
pt: Alternar navegação
pt_br: Ative a navegação
sk: Prepnúť navigáciu
tr: Gezinmeyi aç/kapat
uk: Перемкнути навігацію

source: Blog
he: בלוג
ja: ブログ
uk: Блог

source: Migrate from CentOS 8
de: Umziehen von CentOS 8
es: Migrar desde CentOS 8
fr: Migrer depuis CentOS 8
he: הגירה מ־CentOS 8
it: Trasferisci da CentOS 8
ja: CentOS 8 から移行する
pl: Migracja z CentOS 8
pt: Migrar do CentOS 8
pt_br: Migre do CentOS 8
sk: Migrácia z CentOS 8
tr: CentOS 8'den geçiş yapın
uk: Мігрувати з CentOS 8

source: Report Bugs
de: Fehler melden
es: Informar de defectos
fr: Signaler des bugs
he: דיווח על תקלות
it: Segnala dei Bug
ja: バグを報告する
pl: Zgłoś błędy
pt: Reportar Bugs
pt_br: Reporte Bugs
sk: Nahlásiť chyby
tr: Yazılım Hata Raporu
uk: Повідомити про вади

source: Shop
es: Tienda
fr: Boutique
he: חנות
it: Negozio
ja: ショップ
pl: Sklep
pt: Loja
pt_br: Loja
sk: Obchod
tr: Mağaza
uk: Крамниця

source: Language
de: Sprache
es: Idioma
fr: Langue
he: שפה
it: Lingua
ja: 言語
pl: Język
pt: Idioma
pt_br: Língua
sk: Jazyk
tr: Dil
uk: Мова

source: Translate
de: Übersetzen
es: Traducir
fr: Traduire
he: תרגום
it: Traduci
ja: 翻訳する
pl: Przetłumacz
pt: Traduzir
pt_br: Traduza
sk: Preložiť
tr: Çevir
uk: Перекласти

source: Download
es: Descargar
fr: Télécharger
he: הורדות
it: Scarica
ja: ダウンロード
pl: Pobierz
sk: Stiahnuť
tr: Kurulum
uk: Завантажити

source: AlmaLinux OS Blog
es: Blog de AlmaLinux OS
fr: Blog du SE AlmaLinux
he: הבלוג של AlmaLinux OS
it: Blog di AlmaLinuxOS
ja: AlmaLinux OS ブログ
pl: Blog AlmaLinux OS
pt: Blog AlmaLinux OS
pt_br: Blog do AlmaLinux OS
uk: Блог ОС AlmaLinux

source: Continue reading
de: Weiterlesen
es: Continuar leyendo
fr: Continuer la lecture
he: להמשיך בקריאה
it: Continua a leggere
ja: 続きを読む
pl: Kontynuuj czytanie
pt: Continuar a ler
pt_br: Continue lendo
sk: Pokračovať v čítaní
tr: Okumaya devam et
uk: Продовжити читання

source: Previous
de: Vorherige
es: Anterior
fr: Précédent
he: הקודם
it: Precedente
ja: 前
pl: Poprzedni
pt: Anterior
pt_br: Anterior
sk: Predchádzajúca
tr: Bir Önceki
uk: Назад

source: Next
de: Nächste
es: Siguiente
fr: Suivant
he: הבא
it: Prossimo
ja: 次
pl: Następny
pt: Próximo
pt_br: Próximo
sk: Nasledujúca
tr: Bir Sonraki
uk: Далі

source: AlmaLinux OS - Contribute
de: Trage etwas zu AlmaLinux OS bei
es: AlmaLinux OS • Contribuir
fr: SE AlmaLinux - Contribuer
he: AlmaLinux OS - תרומה
it: AlmaLinuxOS - Contribuisci
ja: AlmaLinux OS - 貢献する
pl: AlmaLinux OS - Wkład
pt: AlmaLinux OS - Contribua
pt_br: Contribua - AlmaLinux OS
sk: AlmaLinux OS - Prispieť
tr: AlmaLinux OS - Katkıda Bulunuz
uk: ОС AlmaLinux - внесіть вклад

source: Contribute to AlmaLinux OS development
de: Beitrag zur Entwicklung von AlmaLinux OS
es: Contribuir al desarrollo de AlmaLinux OS
fr: Contribuer au développement du SE AlmaLinux
he: תרומה לפיתוח של AlmaLinux OS
it: Contribuisci allo sviluppo di AlmaLinuxOS
ja: AlmaLinux OS 開発に貢献する
pl: Wspomóż rozwój AlmaLinux OS
pt: Contribua para o desenvolvimento do AlmaLinux OS
pt_br: Contribua para o desenvolvimento do AlmaLinux OS
sk: Prispejte k vývoju AlmaLinux OS
tr: AlmaLinux OS geliştirilmesine katkıda bulunuz
uk: Сприяйте розвитку ОС AlmaLinux

source: AlmaLinux OS and infrastructure development are organized using our community chat. There are many ways to contribute to AlmaLinux OS - testing, quality assurance, documentation, and more.
de: AlmaLinux OS und die Entwicklung seiner Infrastruktur wird durch unseren Community Chat organisiert. Es gibt einige Wege AlmaLinux OS zu unterstützen. Testen, Qualitätssicherung, Dokumentationen und mehr.
es: AlmaLinux OS y el desarrollo de la infraestructura se organizan utilizando nuestro chat comunitario. Hay muchas formas de contribuir a AlmaLinux OS: pruebas, control de calidad, documentación y más.
fr: Le développement du système d'exploitation AlmaLinux et de l'infrastructure est organisé à l'aide de notre tchat communautaire. Il existe de nombreuses façons de contribuer au système d'exploitation AlmaLinux : tests, contrôle qualité, documentation, etc.
he: הפיתוח של AlmaLinux OS ושל התשתיות מאורגנים באמצעות הצ׳אט הקהילתי שלנו. יש מגוון דרכים לתרום ל־AlmaLinux OS - בדיקות, אבטחת איכות, תיעוד ועוד.
it: AlmaLinuxOS e lo sviluppo delle sue infrastrutture sono organizzate attraverso la chat della community. Ci sono molti modi di contribuire a AlmaLinuxOS - testare, assicurare la qualità, creare documentazione, e molto altro.
ja: AlmaLinux OSとインフラストラクチャの開発は、コミュニティ チャットを使用して体系化されています。 テスト、品質保証、ドキュメントなど、AlmaLinux OS に貢献する方法はたくさんあります。
pl: AlmaLinux OS oraz rozwój infrastruktury są organizowane przy użyciu naszego czatu społeczności. Jest wiele sposobów, aby przyczynić się do rozwoju AlmaLinux OS - testowanie, zapewnienie jakości, dokumentacja i wiele innych.
pt: O sistema operacional AlmaLinux e o desenvolvimento de infra-estruturas são organizados utilizando o nosso chat comunitário. Há muitas formas de contribuir para o SO AlmaLinux - testes, garantia de qualidade, documentação, e muito mais.
pt_br: O AlmaLinux OS e sua infraestrutura de desenvolvimento são organizadas usando nosso chat da comunidade. Existem várias maneiras de contribuir para o AlmaLinux OS - testes, controle de qualidade, documentação, e mais.
sk: Vývoj AlmaLinux OS a infraštruktúry sú organizované pomocou nášho komunitného chatu. Existuje veľa spôsobov, ako prispieť do AlmaLinux OS - testovanie, kontrola kvality, dokumentácia a iné.
tr: AlmaLinux işletim sistemi ve altyapı geliştirme, topluluk sohbeti kullanılarak düzenlenir.AlmaLinux OS'ye katkıda bulunmanın birçok yolu vardır - test etme, kalite güvencesi, dokümantasyon ve daha fazlası.
uk: Розробка ОС та інфраструктури AlmaLinux організована за допомогою нашого спільноти. Існує багато способів зробити внесок в ОС AlmaLinux - тестування, забезпечення якості, документація тощо.

source: <a href="%(intro_link)s">Introduce yourself</a> or join one of the topical channels below to find out more!
de: <a href="%(intro_link)s">Stell dich vor</a> oder trete einem der unteren Themenkanäle bei, um mehr zu erfahren!
es: <a href="%(intro_link)s">Preséntese</a> o añádase a uno de los canales temáticos para participar.
fr: <a href="%(intro_link)s">Présentez-vous</a> ou rejoignez un des canaux spécifiques ci-dessous pour en savoir plus !
he: ניתן <a href="%(intro_link)s">להציג את עצמך</a> או להצטרף לאחד מהערוצים שלהלן המחולקים לנושאים כדי ללמוד עוד!
it: <a href="%(intro_link)s">Presentati</a>o unisciti a uno dei topici qui sotto per saperne di più!
ja: <a href="%(intro_link)s">自己紹介</a>をするか、下記の話題のチャンネルに参加して詳細を確認してください！
pl: <a href="%(intro_link)s">Przedstaw się</a> lub dołącz do jednego z poniższych kanałów tematycznych, aby dowiedzieć się więcej!
pt: <a href="%(intro_link)s">Apresente-se</a> ou junte-se a um dos canais temáticos abaixo para saber mais!
pt_br: <a href="%(intro_link)s">Introduza a si mesmo(a)</a> ou se junte a um dos canais abaixo sobre algum tópico para descobrir mais!
sk: <a href="%(intro_link)s">Predstavte sa</a> alebo sa pripojte k tematickým kanálom nižšie, ak sa chcete dozvedieť viac!
tr: <a href="%(intro_link)s">Kendinitanit</a> veya daha fazlasını öğrenmek için aşağıdaki güncel kanallardan birine katılın!
uk: <a href="%(intro_link)s"> Представтесь </a> або приєднайтесь до одного з актуальних каналів нижче, щоб дізнатися більше!

source: General chat
de: Allgemeiner Chat
es: Charla general
fr: Tchat général
he: צ׳אט כללי
it: Chat generale
ja: 一般的なチャット
pl: Czat ogólny
pt: Bate-papo geral
pt_br: Chat geral
sk: Všeobecný chat
tr: Genel Sohbet
uk: Загальний чат

source: Development
de: Entwicklung
es: Desarrollo
fr: Développement
he: פיתוח
it: Sviluppo
ja: 開発
pl: Rozwój
pt: Desenvolvimento
pt_br: Desenvolvimento
sk: Vývoj
tr: Geliştirme
uk: Розробка

source: Infrastructure
de: Infrastruktur
es: Infraestructura
he: תשתית
it: Infrastruttura
ja: インフラストラクチャー
pl: Infrastruktura
pt: Infraestrutura
pt_br: Infraestrutura
sk: Infraštrukúra
tr: Altyapı
uk: Інфраструктура

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
he: אבטחה
it: Sicurezza
ja: セキュリティ
pl: Bezpieczeństwo
pt: Segurança
pt_br: Segurança
sk: Bezpečnosť
tr: Güvenlik
uk: Безпека

source: Documentation
de: Dokumentation
es: Documentación
he: תיעוד
it: Documentazione
ja: ドキュメント
pl: Dokumentacja
pt: Documentação
pt_br: Documentação
sk: Dokumentácia
tr: Dokümantasyon
uk: Документація

source: Marketing
es: Mercadotecnia
he: שיווק
ja: マーケティング
tr: Pazarlama
uk: Маркетинг

source: Web presence
de: Website
es: Presencia en la Red
fr: Présence Web
he: נוכחות ברשת
it: Presenza sul Web
ja: Web プレゼンス
pl: Obecność w sieci
pt: Presença na Web
pt_br: Presença na web
sk: Webová prezentácia
tr: Web varlığı
uk: Присутність у мережі

source: Join AlmaLinux OS community chat
de: AlmaLinux OS-Community-Chat beitreten
es: Únase a la charla comunitaria de AlmaLinux OS
fr: Rejoindre le tchat communautaire d'AlmaLinux OS
he: הצטרפות לצ׳אט הקהילתי של AlmaLinux OS
it: Entra nella chat della community di AlmaLinuxOS
ja: AlmaLinux OS コミュニティ チャットに参加する
pl: Dołącz do czatu społeczności AlmaLinux OS
pt: Junte-se ao chat da comunidade AlmaLinux OS
pt_br: Junte-se ao chat da comunidade do AlmaLinux OS
sk: Pripojiť sa ku komunitnému chatu AlmaLinux OS
tr: AlmaLinux OS topluluk sohbetine katılınız
uk: Приєднуйтесь до чату спільноти ОС AlmaLinux

source: AlmaLinux OS - ELevate Your Distribution
es: AlmaLinux OS • ELeve su distribución
fr: AlmaLinux OS - Changez pour une meilleure distribution
he: AlmaLinux OS - הפצה אחת קדימה
it: AlmaLinuxOS - ELeva la Tua Distro
ja: AlmaLinux OS - ディストリビューションを向上させる
pt: AlmaLinux OS - ELevar a sua Distribuição
pt_br: AlmaLinux OS - ELeve Sua Distribuição
sk: AlmaLinux OS - Povýšte svoju distribúciu
tr: AlmaLinux OS - Dağıtımınızı ELevate Yapın
uk: AlmaLinux ОС - підвищуй свій дистрибутив

source: ELevate enables migration between major versions of RHEL(r) derivatives. Easily go from CentOS 7.x to any 8.x of your choice
de: ELevate erlaubt die Migration zwischen Major-Versionen von RHEL(r)-Derivaten. Wechsle kinderleicht von CentOS 7.x auf jede beliebige 8.x-Version
es: ELevate habilita la migración entre versiones principales de distribuciones derivadas de RHEL®. Cambie fácilmente de CentOS 7.x a cualquier 8.x que haya escogido
fr: ELevate permet la migration entre les principales versions des dérivés de RHEL(r). Passez facilement de CentOS 7.x à la version 8.x de votre choix
he: ELevate מאפשרת הגירה בין נגזרות שונות של RHEL(r). אפשר לעבור בקלות מ־CentOS 7.x לכל גרסת ‎8.x לבחירתך
it: ELevate permette la migrazione tra le principali versioni delle derivate di RHEL(r). Passa facilmente da CentOS 7.x a qualsiasi 8.x di tua scelta
ja: ELevate を使用すると RHEL(r) の主要な派生バージョンの間を移行できます。CentOS 7.x から任意の 8.x へ簡単に移行できます
pt_br: O ELevate possibilita a migração entre versões principais de derivados do RHEL(r). Passe facilmente do CentOS 7.x para qualquer versão 8.x de sua escolha
sk: ELevate umožňuje migráciu medzi hlavnými verziami RHEL (r) derivátov. Jednoducho prejdite z CentOS 7.x na ľubovoľnú verziu 8.x podľa vášho výberu
tr: ELevate, RHEL(r) türevlerinin ana sürümleri arasında geçişi sağlar. CentOS 7.x'ten istediğiniz herhangi bir 8.x'e kolayca geçin
uk: ELevate (підвищення) забезпечує міграцію між основними версіями похідних від RHEL(r). Легко перейдіть із CentOS 7.x до будь-якої 8.x на ваш вибір

source: ELevate Your Distribution
es: ELeve su distribución
fr: Améliorez votre distribution
he: הפצה אחת קדימה
it: ELeva la Tua Distro
ja: ご使用のディストリビューションを ELevate する
pt_br: ELeve Sua Distribuição
sk: Povýšte svoju distribúciu
tr: Dağıtımınızı ELevate Yapın
uk: ELevate - підвищуй свій дистрибутив

source: ELevate enables migration between major versions of RHEL&reg; derivatives. Easily go from CentOS 7.x to any 8.x of your choice
de: ELevate erlaubt die Migration zwischen Major-Versionen von RHEL&reg;-Derivaten. Wechsle kinderleicht von CentOS 7.x auf jede beliebige 8.x-Version
es: ELevate habilita la migración entre versiones principales de distribuciones derivadas de RHEL®. Cambie fácilmente de CentOS 7.x a cualquier 8.x que haya escogido
fr: ELevate permet la migration entre les principales versions de RHEL & ; dérivés. Passez facilement de CentOS 7.x à la 8.x de votre choix
he: ELevate מאפשרת הגירה בין נגזרות שונות של RHEL&reg;‎. אפשר לעבור בקלות מ־CentOS 7.x לכל גרסת ‎8.x לבחירתך
it: ELevate permette la migrazione tra le principali versioni e derivati di RHEL&reg;. Passa facilmente da CentOS 7.x a qualsiasi 8.x
ja: ELevate は、RHEL&reg; の主要な派生バージョンの間の移行を可能にします。CentOS 7.x から任意の 8.x へ簡単に移行できます
pt_br: O ELevate possibilita a migração entre versões principais de derivados do RHEL&reg. Passe facilmente do CentOS 7.x para qualquer versão 8.x de sua escolha
sk: ELevate umožňuje migráciu medzi hlavnými verziami RHEL&reg; derivátov. Jednoducho prejdite z CentOS 7.x na ľubovoľnú verziu 8.x podľa vášho výberu
tr: ELevate, RHEL&reg; türevlerinin ana sürümleri arasında geçişi sağlar. CentOS 7.x'ten istediğiniz herhangi bir 8.x'e kolayca geçin
uk: ELevate (підвищення) забезпечує міграцію між основними версіями похідних від RHEL(r). Легко перейдіть із CentOS 7.x до будь-якої 8.x на ваш вибір

source: Get Started
de: Erste Schritte
es: Primeros pasos
fr: Commencez
he: איך מתחילים
it: Inizia
ja: はじめましょう
pl: Rozpocznij
pt: Começar
pt_br: Primeiros Passos
sk: Začať
tr: Başlayın
uk: Почати

source: Discuss
de: Diskutieren
es: Debatir
fr: Discuter
he: דיונים
it: Discuti
ja: 議論
pl: Dyskusje
pt: Discutir
pt_br: Discuta
sk: Diskutovať
tr: Tartışın
uk: Обговорити

source: About
de: Über
es: Acerca de
fr: À propos
he: על ההפצה
it: Informazioni
ja: 概要
pl: O ELevate
pt: Sobre
pt_br: Sobre
sk: O
tr: Hakkında
uk: Про ELevate

source: Major Version Upgrades
es: Actualizaciones de versiones principales
fr: Mises à jour majeures des versions
he: שדרוגים לגרסאות עיקריות
it: Aggiornamenti di versione importanti
ja: 主要な派生バージョンの更新
pl: Główne Zmiany Wersji
pt_br: Atualizações entre Versões Principais
sk: Aktualizácie hlavných verzií
tr: Ana Sürüm Yükseltmeleri
uk: Оновлення основної версії
