Repository: AlmaLinux/almalinux.org
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, he, it, ja, pl, pt, pt_br, sk, tr, uk

source: An individual application for anyone who uses AlmaLinux OS, contributes to AlmaLinux OS, provides services to the AlmaLinux OS community or otherwise supports the AlmaLinux OS.
es: Una solicitud a título individual para cualquiera que utilice AlmaLinux OS, contribuya a AlmaLinux OS, brinde servicios a la comunidad o apoye el proyecto de alguna otra manera.
fr: Une application individuelle pour chacun qui utilise le système AlmaLinux, y contribue, propose des services à la communauté ou encore supporte le système AlmaLinux.
he: בקשה שמיועדת למשתמשי AlmaLinux OS, מתנדבי AlmaLinux OS, ספקי שירותים לקהילת AlmaLinux OS או כל סוג אחר של תמיכה ב־AlmaLinux OS.
it: Un'applicazione individuale per chiunque usi AlmaLinux OS, contribuisca ad AlmaLinux OS, fornisca servizi alla comunità AlmaLinux OS o supporti in altro modo AlmaLinux OS.
ja: AlmaLinux OSを使用する人、AlmaLinux OS に貢献する人、AlmaLinux OS コミュニティにサービスを提供する人、あるいはその他の方法で AlmaLinux OS をサポートするすべての人のための会員制度。
pt_br: Uma aplicação individual para qualquer pessoa que utilize o AlmaLinux OS, contribua para o AlmaLinux OS, forneça serviços para a comunidade do AlmaLinux OS ou apoie o AlmaLinux OS.
sk: Individuálna žiadosť pre každého, kto používa AlmaLinux OS, prispieva do AlmaLinux OS, poskytuje služby komunite AlmaLinux OS alebo inak podporuje AlmaLinux OS.
tr: AlmaLinux OS kullanan, AlmaLinux OS'ye katkıda bulunan, AlmaLinux OS topluluğuna hizmet sağlayan veya AlmaLinux OS'yi destekleyen herkes için bireysel bir başvuru.
uk: Індивідуальний застосунок для кожного, хто використовує ОС AlmaLinux, робить внесок у AlmaLinux OS, надає послуги спільноті AlmaLinux OS або іншим чином підтримує ОС AlmaLinux.

source: Apply
de: Bewerben
es: Solicitar
fr: Adhérer
he: הגשה
it: Candidati
ja: 申し込む
pt_br: Solicitar
sk: Podať žiadosť
tr: Başvur
uk: Подати заяву

source: Mirror Member
es: Miembro espejo
fr: Membre miroir
he: חברות דרך אתרי מראה
it: Membro del Mirror
ja: ミラー会員
pt_br: Membro Espelho
sk: Zrkadlový člen
tr: Yansı Üyesi
uk: Учасник Дзеркал розміщення

source: An individual or entity that provides the project with mirror(s) for content distribution. Only one member application per individual or entity will be accepted, irrespective of contributed number of mirrors.
es: Una persona u organización que brinda uno o varios servidores espejo para la distribución de contenidos. Se aceptará únicamente una solicitud por persona u organización, sin importar la cantidad de servidores contribuidos.
fr: Une personne ou une entité qui fournit au projet un ou plusieurs miroirs pour la distribution de contenu. Une seule candidature de membre par personne ou entité sera acceptée, quel que soit le nombre de miroirs fournis.
he: תומך בודד או יישות שמספקת אתר או אתרי מראה להפצת התכנים. מותר להגיש בקשה אחת לכל תומך או יישות, ללא תלות בכמות אתרי המראה שסופקו.
it: Un individuo o un'entità che fornisce al progetto uno o più mirror per la distribuzione dei contenuti. Sarà accettata una sola domanda di adesione per individuo o entità, indipendentemente dal numero di mirror che ha contribuito a creare.
ja: コンテンツ配信用のミラーをプロジェクトに提供する個人または団体のための会員権制度。 提供されたミラーの数に関係なく、個人または団体ごとに 1 申請のみが受け入れられます。
pt_br: Um indivíduo ou entidade que contribui com o projeto com espelho(s) para distribuição de conteúdo. Somente um pedido de membro por indivíduo ou entidade será aceito, independentemente do número de espelhos contribuídos.
sk: Jednotlivec alebo subjekt, ktorý poskytuje projektu mirrory na distribúciu obsahu. Bez ohľadu na počet zrkadiel bude akceptovaná iba jedna členská žiadosť na jednotlivca alebo subjekt.
tr: Projeye içerik dağıtımı için yansı(lar) sağlayan bir kişi veya varlık. Katkıda bulunulan yansı sayısına bakılmaksızın, kişi veya kuruluş başına yalnızca bir üye başvurusu kabul edilecektir.
uk: Фізична чи юридична особа, яка надає проекту дзеркало(а) для розміщення дистрибутивів. Приймається лише одна заявка від кожної фізичної або юридичної особи, незалежно від кількості дзеркал.

source: Sponsor Member
de: Sponsoren-Mitglied
es: Miembro patrocinador
fr: Membre sponsor
he: חברות בזכות מימון
it: Membro Sponsor
ja: 賛助会員
pt_br: Membro Patrocinador
sk: Sponzorský člen
tr: Sponsor Üye
uk: Учасник - спонсор

source: Entities who wish to contribute funding for the project through sponsorship.
es: Organizaciones que deseen colaborar con recursos monetarios en el proyecto a través de patrocinios.
fr: Les entités qui souhaitent contribuer au financement du projet par le biais d'un parrainage.
he: ישויות שמעוניינות לספק מימון כלכלי למיזם.
it: Entità che desiderano contribuire al finanziamento del progetto attraverso la sponsorizzazione.
ja: スポンサーシップを通じてプロジェクトに資金を提供したいと考えている企業。
pt_br: Entidades que desejam contribuir com financiamento para o projeto através de patrocínio.
sk: Subjekty, ktoré chcú prispieť na financovanie projektu prostredníctvom sponzorstva.
tr: Sponsorluk yoluyla projeye parasal destek sağlamak isteyen kuruluşlar.
uk: Суб'єкти, які бажають фінансувати проект через спонсорство.

source: Do you have membership related questions?
de: Hast du Fragen zur Mitgliedschaft?
es: ¿Tiene alguna pregunta relacionada con la membresía?
fr: Avez-vous des questions liées à l'adhésion ?
he: יש לך שאלות שקשורות בחברות?
it: Hai domande relative all'iscrizione?
ja: 会員に関する質問はありますか？
pl: Czy masz pytania związane z członkostwem?
pt_br: Você tem perguntas relacionadas à filiação?
sk: Máte otázky týkajúce sa členstva?
tr: Üyelikle ilgili sorularınız mı var?
uk: У вас є питання щодо членства?

source: Contact us
es: Póngase en contacto con nosotros
fr: Nous contacter
he: ניתן ליצור אתנו קשר
it: Contattaci
ja: ご連絡ください
pl: Skontaktuj się z nami
pt_br: Contate-nos
sk: Kontaktujte nás
tr: Bizimle iletişime geçin
uk: Зв'яжіться з нами

source: Board of Directors
de: Aufsichtsgremium
es: Junta directiva
fr: Comité directeur
he: דירקטוריון
it: Consiglio di Amministrazione
ja: 運営委員会
pl: Rada Dyrektorów
pt_br: Conselho de Diretores
sk: Správna rada
tr: Yönetim Kurulu
uk: Рада директорів

source: AlmaLinux OS - Forever-Free Enterprise-Grade Operating System
de: AlmaLinux OS - das immerfreie Betriebssystem der Unternehmensklasse
es: AlmaLinux OS: sistema operativo empresarial y por siempre gratuito
fr: AlmaLinux OS - Système d'exploitation d'entreprise gratuit à vie
he: AlmaLinux OS - מערכת הפעלה ברמה תאגידית בחינם לעד
it: AlmaLinuxOS - Sistema Operativo di Livello Aziendale, gratuito per sempre
ja: AlmaLinux OS - 永遠に無料の商用レベルのオペレーティングシステム
pl: AlmaLinux OS - Zawsze Wolny System Operacyjny Klasy Biznesowej
pt: AlmaLinux OS - Sistema operativo de empresa para sempre livre
pt_br: AlmaLinux OS - Sistema operacional empresarial para sempre gratuito
sk: AlmaLinux OS - navždy bezplatný operačný systém podnikovej úrovne
tr: AlmaLinux OS -Sonsuza Kadar Ücretsiz Kurumsal Düzeyde İşletim Sistemi
uk: ОС AlmaLinux - назавжди вільна операційна система промислового рівня

source: Free Linux OS for the community, by the community
de: Ein freies Linux OS für die Gemeinschaft - von der Gemeinschaft
es: Sistema operativo Linux de la comunidad para la comunidad
fr: Un système d'exploitation Linux libre pour la communauté, par la communauté
he: מערכת הפעלה מבוססת לינוקס עבור הקהילה, מאת הקהילה
it: Sistema operativo Linux gratis: per la community, dalla community
ja: コミュニティによるコミュニティのための無料の Linux OS
pl: Wolny system operacyjny Linux tworzony przez społeczność, dla społeczności
pt: Sistema Operativo Linux gratuito para a comunidade, pela comunidade
pt_br: Um sistema operacional Linux gratuito pela comunidade, para a comunidade
sk: Slobodný linuxový OS pre komunitu od komunity
tr: Topluluk tarafından, topluluk için ücretsiz Linux işletim sistemi
uk: Вільна ОС Linux для спільноти, від спільноти

source: An Open Source, community owned and governed, forever-free enterprise Linux distribution, focused on long-term stability, providing a robust production-grade platform. AlmaLinux OS is 1:1 binary compatible with RHEL&reg; and pre-Stream CentOS.
de: Eine von der Gemeinschaft verwaltete, immerfreie Open-Source Linux-Distribution für Unternehmen, die mit ihrem Fokus auf nachhaltige Stabilität eine robuste Plattform für die Produktion erschafft. AlmaLinux ist 1:1 binärkompatibel mit RHEL&reg; und CentOS (prä-Stream).
es: Una distribución Linux empresarial de código abierto, de gobernanza y propiedad comunitarias y gratuita de por vida, orientada a la estabilidad de largo plazo, que brinda una plataforma robusta para entornos de producción. AlmaLinux OS es compatible binariamente 1∶1 con RHEL&reg; y CentOS pre-Stream.
fr: Une distribution Linux d'entreprise Open Source possédée et gérée par la communauté et gratuite à vie, axée sur la stabilité à long terme, fournissant une plateforme de production robuste. AlmaLinux OS est compatible binairement 1:1 avec RHEL&reg ; et CentOS pré-Stream.
he: הפצת לינוקס ברמה תעשייתית שתהיה חינם לעד, בהנהגת ובבעלות הקהילה, בקוד פתוח, שממוקדת על יציבות לטווח ארוך, מספקת פלטפורמה ברמת צורכי הפעילות השוטפת. AlmaLinux OS תואם ברמה הבינרית 1:1 מול RHEL&reg;‎ ו־CentOS טרום Stream.
it: Una distribuzione di Linux Open Source e sempre gratuita, controllata dalla community, per le aziende, focalizzata sulla stabilità in lungo periodo, fornendo una robusta piattaforma di livello produttivo. AlmaLinuxOS è compatibile 1:1 con RHEL&reg; e con CentOS pre-Stream.
ja: オープンソースであり、コミュニティにより運営されており、長期的な安定性を重視し、堅牢な商用環境にも耐えうるプラットフォームを提供する永久に無料の商用 Linux ディストリビューションです。AlmaLinux OS は，RHEL &reg; および pre-Stream CentOS と 1:1 のバイナリレベルで完全な互換性があります。
pl: Otwarta, zarządzana przez społeczność i wiecznie bezpłatna dystrybucja Linuksa dla przedsiębiorstw, skoncentrowana na długoterminowej stabilności, zapewniająca solidną platformę klasy produkcyjnej. AlmaLinux OS jest kompatybilny binarnie 1:1 z RHEL&reg; i Pre-Stream CentOS.
pt_br: Uma distribuição Linux de código aberto, governada pela comunidade e para sempre gratuita, focada em estabilidade de longo prazo, e provendo uma plataforma robusta a nível de produção. O AlmaLinux OS é compatível 1:1 com RHEL&reg; e com o CentOS antes do Stream.
sk: Open source, komunitou vlastnená a riadená, navždy bezplatná podniková linuxová distribúcia zameraná na dlhodobú stabilitu, poskytujúca robustnú platformu produkčnej úrovne. AlmaLinux OS je 1:1 binárne kompatibilný s RHEL&reg; a s CentOS pred verziu Stream.
tr: Açık kaynaklı, topluluğun sahip olduğu ve yönettiği, sonsuza kadar ücretsiz kurumsal Linux dağıtımı, uzun vadeli kararlılığa odaklanarak, üretim düzeyinde sağlam bir platform sağlar. AlmaLinux OS, RHEL&reg; ve Stream öncesi CentOS ile yazılımsal olarak bire bir uyumludur.
uk: Назавжди вільний дистрибутив Linux з відкритим вихідним кодом, який належить і керується спільнотою, зосереджений на довгостроковій стабільності, забезпечуючи надійну платформу промислового рівня. ОС AlmaLinux є 1:1 двійково-сумісною із RHEL&reg; та pre-Stream CentOS.

source: Contribute
de: Mitmachen
es: Contribuir
fr: Contribuer
he: תרומה
it: Contribuisci
ja: 貢献する
pl: Weź udział w projekcie
pt: Contribua
pt_br: Contribua
sk: Prispieť
tr: Katkıda Bulunuz
uk: Зробити внесок

source: Migrate
de: Migrieren
es: Migrar
fr: Migrer
he: הגירה
it: Migra
ja: 移行する
pl: Migracja
pt: Migrar
pt_br: Migre
sk: Migrovať
tr: Taşıma
uk: Мігрувати

source: Our GitHub organization contains source code and tools used to build AlmaLinux OS and related infrastructure.
de: Unsere GitHub-Organisation enthält Quellcode und Werkzeuge für die Entwicklung von AlmaLinux OS und verbundener Infrastruktur.
es: Nuestra organización en GitHub contiene el código fuente y las herramientas que utilizamos para construir AlmaLinux OS y la infraestructura relacionada.
fr: Notre organisation GitHub contient le code source et les outils utilisés pour compiler AlmaLinux OS son infrastructure.
he: הארגון שלנו ב־GitHub מכיל את קוד המקור והכלים בהם נעשה שימוש לבנות את AlmaLinux OS ואת התשתית המתאימה.
it: La nostra organizzazione di GitHub contiene codice sorgente e strumenti utilizzati per creare AlmaLinuxOS e infrastrutture collegate.
ja: GitHub には、AlmaLinux OS と関連インフラの構築に使用するソースコードとツールが含まれています。
pl: Nasza organizacja GitHub zawiera kod źródłowy i narzędzia używane do budowy AlmaLinux OS i związanej z nim infrastruktury.
pt: Nossa organização GitHub contém código-fonte e ferramentas usadas para construir o AlmaLinux OS e infraestrutura relacionada.
pt_br: Nossa organização no GitHub contém o código fonte e as ferramentas utilizadas para construir a AlmaLinux OS e sua infraestrutura relacionada.
sk: Náš GitHub obsahuje zdrojové kódy a nástroje používané na zostavenie AlmaLinux OS a súvisiacej infraštruktúry.
tr: GitHub organizasyonumuz, AlmaLinux OS ve ilgili altyapıyı oluşturmak için kullanılan kaynak kodu ve araçları içerir.
uk: Наша організація на GitHub містить вихідний код та інструменти, що використовуються для побудови ОС AlmaLinux та супутньої інфраструктури.

source: Explore
de: Erkunden
es: Explorar
fr: Explorer
he: סקירה
it: Esplora
ja: 探検する
pl: Odkrywaj
pt: Explorar
sk: Preskúmať
tr: Keşfet
uk: Дослідити

source: Join our vibrant Reddit community, interact with other AlmaLinux OS users, receive updates, find and provide help.
de: Werde Teil unserer dynamischen Reddit-Gemeinschaft, tausche dich mit anderen Benutzern von AlmaLinux OS aus, erhalte Updates, finde und biete Hilfestellung.
es: Únase a nuestra dinámica comunidad en Reddit, interactúe con otros usuarios de AlmaLinux OS, reciba noticias y encuentre y brinde ayuda.
fr: Rejoignez notre vibrante communauté sur Reddit, interagissez avec d'autres utilisateurs et utilisatrices d'AlmaLinux OS, recevez des actualités, trouvez et proposez de l'aide.
he: ניתן להצטרף לקהילה התוססת שלנו ב־Reddit, ליצור קשר עם משתמשי AlmaLinux OS נוספים, לקבל עדכונים, למצוא ולקבל עזרה.
it: Entra nella nostra vivace community di Reddit, interagisci con altri utenti di AlmaLinuxOS, ricevi aggiornamenti, dai e ricevi aiuto.
ja: 活気のある Reddit コミュニティに参加し、他の AlmaLinux O Sユーザーと交流し、アップデートを受け取り、ヘルプを見つけたり提供したりしましょう。
pl: Dołącz do naszej tętniącej życiem społeczności Reddit, współpracuj z innymi użytkownikami Systemu Operacyjnego AlmaLinux, otrzymuj aktualizacje, znajdź i zapewnij pomoc.
pt: Junte-se à nossa vibrante comunidade Reddit, interaja com outros usuários do AlmaLinux OS, receba atualizações, encontre e forneça ajuda.
pt_br: Junte-se a nossa vibrante comunidade no Reddit, interaja com outros usuários do AlmaLinux OS, receba atualizações e encontre ou ofereça ajuda.
sk: Pripojte sa k našej živej komunite Reddit, komunikujte s ostatnými používateľmi AlmaLinux OS, dostávajte aktualizácie, nájdite a poskytnite pomoc.
tr: Enerjik Reddit topluluğumuza katılın, diğer AlmaLinux OS kullanıcılarıyla etkileşim kurun, güncellemeler alın, yardım isteyin ve sağlayın.
uk: Приєднуйтесь до нашого жвавої спільноти Reddit, взаємодійте з іншими користувачами ОС AlmaLinux, отримуйте оновлення, знаходьте та надавайте допомогу.

source: Join
de: Beitreten
es: Unirse
fr: Rejoindre
he: הצטרפות
it: Partecipa
ja: 参加する
pl: Dołącz
pt: Junte-se
pt_br: Junte-se
sk: Pripojiť sa
tr: Katıl
uk: Приєднатись

source: Community chat
de: Gemeinschafts-Chat
es: Charla comunitaria
fr: Tchat communautaire
he: הצ׳אט הקהילתי
it: Chat della community
ja: コミュニティ チャット
pl: Czat społeczności
pt: Chat da comunidade
pt_br: Chat da comunidade
sk: Komunitný chat
tr: Topluluk Sohbeti
uk: Чат спільноти

source: Join a real time discussion with other AlmaLinux OS community members, governance team and AlmaLinux OS developers.
de: Nimm an einer Echtzeit-Diskussion mit anderen Mitgliedern der AlmaLinux OS-Gemeinschaft teil sowie mit dem Verwaltungsteam und Entwicklern von AlmaLinux OS.
es: Incorpórese a un debate en tiempo real con otros miembros de la comunidad de AlmaLinux OS, del equipo de gobernanza y de los desarrolladores.
fr: Participez à une discussion en temps réel avec d'autres membres de la communauté d'AlmaLinux OS, l'équipe de gouvernance et les développeurs et développeuses d'AlmaLinux OS.
he: ניתן להצטרף לדיון בזמן אמת עם חברים נוספים בקהילת AlmaLinux OS, צוות ההיגוי ומפתח AlmaLinux OS.
it: Entra in una discussione in tempo reale con gli altri membri della community di AlmaLinuxOS, con anche il team di governance e gli sviluppatori.
ja: 他の AlmaLinux OS コミュニティ メンバー、ガバナンス チーム、AlmaLinux OS 開発者とのリアルタイム ディスカッションに参加してください。
pl: Dołącz do dyskusji w czasie rzeczywistym z innymi członkami społeczności AlmaLinux OS, zespołem zarządzania i programistami AlmaLinux OS.
pt: Junte-se a uma discussão em tempo real com outros membros da comunidade do AlmaLinux OS, equipa de governação e programadores do AlmaLinux OS.
pt_br: Junte-se a uma discussão em tempo real com outros membros da comunidade, equipe de governança e desenvolvedores do AlmaLinux OS.
sk: Pripojte sa do diskusie v reálnom čase s ostatnými členmi komunity AlmaLinux OS, riadiacim tímom a vývojármi AlmaLinux OS.
tr: Diğer AlmaLinux OS topluluk üyeleri, yönetim ekibi ve AlmaLinux OS geliştiricileri ile gerçek zamanlı bir tartışmaya katılın.
uk: Приєднуйтесь до обговорення в режимі реального часу з іншими членами спільноти ОС AlmaLinux, командою керування та розробниками ОС AlmaLinux.

source: Engage
de: Engagieren
es: Involucrarse
fr: S'engager
he: להתערבב
it: Partecipa
ja: 従事する
pl: Zaangażuj się
pt: Participe
pt_br: Participe
sk: Zapojiť sa
tr: Uğraşın
uk: Долучитися

source: Community forums
de: Gemeinschaftsforen
es: Foros comunitarios
fr: Forums communautaires
he: פורומים קהילתיים
it: Forums della community
ja: コミュニティ フォーラム
pl: Forum społeczności
pt: Fóruns da comunidade
pt_br: Fóruns da comunidade
sk: Komunitné fóra
tr: Topluluk Forumları
uk: Форуми спільноти

source: Ask questions, get answers and contribute community support to others in AlmaLinux OS community and developers alike.
de: Stelle Fragen, erhalte Antworten und helfe anderen in der AlmaLinux OS-Gemeinschaft sowie Entwicklern mit deiner Unterstützung.
es: Formule preguntas, obtenga respuestas y contribuya asistencia para otros en la comunidad de AlmaLinux OS y los desarrolladores.
fr: Posez des questions, obtenez des réponses et apportez votre soutien aux autres membres de la communauté d'AlmaLinux OS et aux développeurs et développeuses.
he: לשאול שאלות, לקבל תשובות ולתמוך באחרים בקהילת AlmaLinux OS ובמפתחיה.
it: Chiedi, ricevi risposte e contribuisci al supporto della community di AlmaLinuxOS agli altri e agli sviluppatori.
ja: 質問をしたり、回答を得たり、AlmaLinux OS コミュニティの他の人や開発者にコミュニティ サポートを提供します。
pl: Zadawaj pytania, otrzymuj odpowiedzi i udzielaj wsparcia innym członkom społeczności oraz deweloperom AlmaLinux OS.
pt: Faça perguntas, obtenha respostas e contribua com o apoio da comunidade para outros na comunidade AlmaLinux OS e programadores.
pt_br: Faça perguntas, encontre respostas e contribua com suporte a comunidade para outros na comunidade e no desenvolvimento do AlmaLinux OS.
sk: Pýtajte sa, získavajte odpovede a prispievajte komunitnou podporou ostatným v komunite používateľov a vývojárov AlmaLinux OS.
tr: AlmaLinux OS topluluğundaki ve geliştiricilerdeki diğer kişilere sorular sorun, yanıtlar alın ve topluluk desteğine katkıda bulunun.
uk: Запитуйте, отримуйте відповіді та надавайте підтримку іншим у спільноті ОС AlmaLinux та розробникам.

source: Discover
de: Entdecken
es: Descubrir
fr: Découvrir
he: חשיפה
it: Scopri
ja: 発見する
pl: Odkryj
pt: Descubra
pt_br: Descubra
sk: Objaviť
tr: Keşfet
uk: Відкрити

source: About AlmaLinux OS
de: Über AlmaLinux OS
es: Acerca de AlmaLinux OS
fr: À propos d'AlmaLinux OS
he: על AlmaLinux OS
it: Su AlmaLinuxOS
ja: AlmaLinux OS について
pl: O AlmaLinux OS
pt: Sobre AlmaLinux OS
pt_br: Sobre o AlmaLinux OS
sk: O AlmaLinux OS
tr: AlmaLinux OS Hakkında
uk: Про ОС AlmaLinux

source: AlmaLinux OS is an open-source, community-driven Linux operating system that fills the gap left by the discontinuation of the CentOS Linux stable release. AlmaLinux OS is a 1:1 binary compatible clone of RHEL&reg; guided and built by the community.
de: AlmaLinux OS ist ein quelloffenes, von der Community betriebenes Linux-Betriebssystem, das die Lücke füllt, die durch die Einstellung der stabilen Version von CentOS Linux entstanden ist. AlmaLinux OS ist ein binärkompatibler 1:1-Klon von RHEL&reg; geführt und gebaut von der Community.
es: AlmaLinux OS es un sistema operativo Linux dirigido por la comunidad que llena el vacío que ha dejado el retiro de la publicación estable de CentOS Linux. AlmaLinux OS es un clon compatible binariamente 1∶1 de RHEL&reg;, guiado y compilado por la comunidad.
fr: AlmaLinux OS est un système d'exploitation Linux open source et communautaire qui comble le vide laissé par l'arrêt de la version stable de CentOS Linux. AlmaLinux OS est un clone compatible binaire 1:1 de RHEL®. guidé et construit par la communauté.
he: AlmaLinux OS היא מערכת הפעלה מבוססת לינוקס בקוד פתוח ובהנהגת הקהילה שממלאה את החלל שנוצר עקב הפסקת הפיתוח של הגרסה היציבה של לינוקס CentOS. ‏AlmaLinux OS היא שכפול עם תאימות בינרית של 1:1 מול RHEL&reg;‎ בהנחיית והרכבת הקהילה.
it: AlmaLinux OS è un sistema operativo Linux open source guidato dalla comunità che colma il vuoto lasciato dall'interruzione della versione stabile di CentOS Linux. AlmaLinux OS è un clone compatibile binario 1:1 di RHEL&reg; guidato e costruito dalla comunità.
ja: AlmaLinux OS は、CentOS Linux 安定版リリースの廃止によって残された溝を埋めるための、オープンソースのコミュニティ主導の Linux オペレーティングシステムです。 AlmaLinux OS は、RHEL&reg; の 1:1 のバイナリ レベルで完全に互換なクローンです。 コミュニティ主導で構築されました。
pl: AlmaLinux OS to projekt open-source, budowany przez społecznośc system operacyjny Linux, który wypełnia lukę pozostawioną przez dyskontunuację stabilnej wersji Linuxa CentOS. AlmaLinux OS jest 1:1 kompatybilnym binarnie forkiem RHEL&reg; prowadzonym i zbudowanym przez społeczność.
pt_br: O AlmaLinux OS é um sistema operacional Linux dirigido pela comunidade que preenche a lacuna deixada pela descontinuação da versão estável do CentOS Linux. O AlmaLinux OS é um clone compatível 1:1 do RHEL&reg; guiado e construído pela comunidade.
sk: AlmaLinux OS je open source, komunitou riadený operačný systém Linux, ktorý vypĺňa medzeru, ktorá vznikla po ukončení stabilného vydania CentOS Linux. AlmaLinux OS je 1:1 binárne kompatibilný klon RHEL&reg; riadený a budovaný komunitou.
tr: AlmaLinux OS, CentOS Linux kararlı sürümünün sona ermesinden kalan boşluğu dolduran açık kaynaklı, topluluk odaklı bir Linux işletim sistemidir. AlmaLinux OS, topluluk tarafından yönlendirilen ve oluşturulan bire bir uyumlu bir RHEL&reg; klonudur.
uk: ОС AlmaLinux - це операційна система Linux із відкритим кодом, керована спільнотою, яка заповнює прогалину, що виникла через припинення стабільного випуску CentOS Linux. ОС AlmaLinux - це 1:1 бінарно сумісний двійник RHEL&reg; що керується та будується спільнотою.
