Repository: AlmaLinux/almalinux.org
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, he, it, ja, pl, pt, pt_br, sk, tr, uk

source: You are already subscribed to this mailing list!
de: Sie haben sich bereits in die Mailingliste eingeschrieben.
es: Ya se ha suscrito a esta lista de distribución de correo.
fr: Vous êtes déjà inscrit à cette liste de diffusion !
he: כבר נרשמת לרשימת דיוור זו!
it: Sei già iscritto a questa mailing list!
ja: あなたはすでにこのメーリングリストに登録しています！
pl: Jesteś już zapisany do tej listy mailingowej!
pt: Você já está inscrito nesta lista de correspondência!
pt_br: Você já está inscrito(a) nesta lista de e-mails!
sk: Už ste prihlásení na odber tohto mailing listu!
tr: Bu posta listesine zaten abonesiniz!
uk: Ви вже підписані на цей список розсилки!
