Repository: AlmaLinux/almalinux.org
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, he, it, ja, pl, pt, pt_br, sk, tr, uk

source: As a standalone, completely free OS, AlmaLinux OS enjoys $1M in annual sponsorship from CloudLinux Inc and support from other sponsors. Ongoing development efforts are governed by the members of the community.
de: Als eigenständiges, komplett freies OS erfreut es uns $1.000.000 im Jahr über Sponsoring von CloudLinux Inc und die Unterstützung weiterer Sponsoren zu erhalten. Weitere Bemühungen in der Entwicklung werden von der Community gesteuert.
es: Como sistema operativo autónomo y gratuito, AlmaLinux OS recibe un millón de dólares de patrocinio anual por parte de CloudLinux Inc. y asistencia proveniente de otros patrocinadores. Las labores de desarrollo en curso las rigen miembros de la comunidad.
fr: En tant que système d'exploitation autonome et entièrement libre, AlmaLinux OS bénéficie d'un parrainage annuel de 1 million de dollars de la part de CloudLinux Inc. et du soutien d'autres sponsors. Les efforts de développement en cours sont régis par les membres de la communauté.
he: כמערכת הפעלה עצמאית וחופשית לחלוטין, נהנית AlmaLinux OS ממימון שנתי של מיליון דולר מ־CloudLinux ותמיכה ממממנים נוספים. מאמצי הפיתוח שמתרחשים כל העת נעשים בהובלת חברי הקהילה.
it: Come sistema operativo autonomo e completamente libero, AlmaLinuxOS gode di 1 milione di dollari di sponsorizzazione annuale da CloudLinux Inc e del supporto di altri sponsor. Gli sforzi dello sviluppo in corso sono governati dai membri della comunità.
ja: AlmaLinux OS は、単独の完全無料の OS として、CloudLinux Inc. から年間 100 万ドルの支援を受けています。 進行中の開発は、コミュニティのメンバーによって管理されています。
pl: Jako samodzielny, całkowicie darmowy system operacyjny, AlmaLinux OS cieszy się rocznym sponsoringiem od CloudLinux Inc o wartości 1 miliona USD oraz wsparciem innych sponsorów. Bieżące wysiłki rozwojowe są regulowane przez członków społeczności.
pt: Como um SO autônomo, completamente gratuito, o SO AlmaLinux desfruta de $1M em patrocínio anual da CloudLinux Inc e apoio de outros patrocinadores. Os esforços de desenvolvimento em curso são governados pelos membros da comunidade.
pt_br: Como um sistema operacional próprio e completamente gratuito, o AlmaLinux OS desfruta de um patrocínio anual de $1M com a CloudLinux Inc e suporte de outros patrocinadores. Os esforços contínuos de desenvolvimento são governados pelos membros da comunidade.
sk: Ako samostatný, úplne bezplatný OS má AlmaLinux OS ročný sponzoring vo výške 1 milión dolárov od CloudLinux Inc a podporu od iných sponzorov. Pokračujúce snahy o vývoj riadia členovia komunity.
tr: Bağımsız, tamamen ücretsiz bir işletim sistemi olan AlmaLinux OS, CloudLinux Inc'den yıllık 1 milyon dolarlık sponsorluk ve diğer sponsorlardan destek alıyor. Devam eden geliştirme çabaları topluluk üyeleri tarafından yönetilir.
uk: Як окрема, повністю вільна операційна система, ОС AlmaLinux користується щомісячним спонсорством у розмірі 1 мільйон доларів США від CloudLinux Inc та підтримкою інших спонсорів. Постійними зусиллями щодо розвитку керують члени спільноти.

source: The AlmaLinux OS Foundation is a 501(c)(6) non-profit created for the benefit of the AlmaLinux OS community.
de: Die AlmaLinux OS Foundation ist eine 501(c)(6) non-profit Organisation, die zum Wohle der AlmaLinux OS Community gegründet wurde.
es: La Fundación AlmaLinux OS es una organización sin fines de lucro creada conforme a la legislación 501(c)(6) para el beneficio de la comunidad de AlmaLinux OS.
fr: La Fondation AlmaLinux OS est une organisation à but non lucratif de type 501(c)(6) créée au profit de la communauté d'AlmaLinux OS.
he: קרן AlmaLinux OS היא ארגון ללא מטרות רווח בכפוף ל־‎501(c)(6) שנוצר לטובת קהילת AlmaLinux OS.
it: La fondazione AlmaLinuxOS è un'organizzazione non-profit 501(c)(6) creata a beneficio della community AlmaLinuxOS.
ja: AlmaLinux OS 財団は、AlmaLinux OS コミュニティの利益のために作成された、米国歳入法 501(c)(6) に基づく非営利団体です。
pl: AlmaLinux OS Foundation jest organizacją non-profit 501(c)(6) stworzoną na rzecz społeczności AlmaLinux OS.
pt: A AlmaLinux OS Foundation é uma 501(c)(6) organização sem fins lucrativos criada para o benefício da comunidade AlmaLinux OS.
pt_br: A AlmaLinux OS Foundation é uma organização sem fins lucrativos 501(c)(6) criada para o benefício da comunidade AlmaLinux OS.
sk: AlmaLinux OS Foundation je 501(c)(6) nezisková organizácia vytvorená v prospech komunity AlmaLinux OS.
tr: AlmaLinux OS Vakfı, AlmaLinux OS topluluğunun yararına oluşturulmuş bir 501(c)(6) kar amacı gütmeyen kuruluştur.
uk: AlmaLinux OS Foundation - це некомерційна організація 501(c)(6), створена на користь спільноти ОС AlmaLinux.

source: Backed by
de: Unterstützt durch
es: Respaldada por
fr: Avec le soutien de
he: מגובה על ידי
it: Sostenuto da
ja: 支援者
pl: Wspierany przez
pt: Apoiado por
pt_br: Sustentada por
sk: Podporujú nás
tr: Destekleyenler
uk: Підтримано

source: Production-ready
es: Preparada para entornos de producción
fr: Prêt pour la production
he: מוכנה לשרת לקוחות
it: Pronto per la produzione
ja: 商用環境に対応
pl: Gotowy do produkcji
pt: Pronto para a produção
pt_br: Pronta para produção
sk: Pripravený do produkcie
tr: Üretime hazır
uk: Готовий до виробництва

source: AlmaLinux OS is an enterprise-grade server OS and a stable Linux distribution with regular releases that come with a long support windows. You can rely on AlmaLinux OS to run any and every critical workloads.
es: AlmaLinux OS es un sistema operativo para servidores empresariales y una distribución Linux estable, con lanzamientos periódicos, que incluye períodos de asistencia prolongados. Puede fiarse de AlmaLinux OS para ejecutar cualquier tarea vital para su negocio.
fr: AlmaLinux OS est un système d'exploitation pour serveur d'entreprise et une distribution Linux stable avec des versions régulières accompagnées d'une longue période de support. Vous pouvez compter sur AlmaLinux OS pour exécuter toutes les charges de travail critiques.
he: AlmaLinux OS היא מערכת הפעלה לשרתים ברמה תעשייתית והפצת לינוקס יציבה עם עדכונים תקופתיים שמגיעים עם חלונות תמיכה ארוכי טווח. ניתן לסמוך על AlmaLinux OS שתישא כל עומס משמעותי עבורך.
it: AlmaLinuxOS è un sistema operativo per server di livello aziendale e una distribuzione Linux stabile con versioni regolari fornite con lunghi tempi di supporto. Puoi fare affidamento su AlmaLinuxOS per eseguire qualsiasi carico di lavoro critico.
ja: AlmaLinux OS は、商用レベルのサーバー OS であり、通常のリリースに長いサポートが付属する安定した Linux ディストリビューションです。AlmaLinux OS を利用して、あらゆる重要なワークロードを実行できます。
pl: AlmaLinux OS to serwerowy system operacyjny klasy korporacyjnej i stabilna dystrybucja Linuksa z regularnymi wydaniami z długimi oknami wsparcia. Możesz polegać na systemie AlmaLinux OS, który uruchomi każde krytyczne obciążenie.
pt: O AlmaLinux OS é um servidor OS de nível empresarial e uma distribuição Linux estável com lançamentos regulares que vêm com uma longa janela de suporte. Você pode confiar no AlmaLinux OS para executar qualquer e todas as cargas de trabalho críticas.
pt_br: O AlmaLinux OS é um sistema operacional de nível empresarial e uma distribuição Linux estável com lançamentos regulares que vêm com períodos longos de suporte. Você pode confiar no AlmaLinux OS para rodar toda e qualquer tarefa crítica.
sk: AlmaLinux OS je serverový OS na podnikovej úrovni a stabilná Linuxová distribúcia s pravidelnými vydaniami, ktoré obsahujú dlhú podporou. Na AlmaLinux OS sa môžete spoľahnúť pri spúšťaní akéhokoľvek kritickej úlohy.
tr: AlmaLinux OS, kurumsal düzeyde bir sunucu işletim sistemi ve uzun bir destek penceresiyle gelen düzenli sürümleri olan kararlı bir Linux dağıtımıdır. Her türlü kritik iş yükünü çalıştırmak için AlmaLinux OS'ye güvenebilirsiniz.
uk: ОС AlmaLinux - це серверна ОС промислового рівня та стабільний дистрибутив Linux із регулярними випусками, що мають довгий інтервал підтримки. Ви можете покладатися на ОС AlmaLinux для запуску будь-яких критичних навантажень.

source: Fully supported, always free
de: Volle Unterstützung, für immer kostenlos
es: Con asistencia total y gratuita para siempre
fr: Entièrement pris en charge, toujours gratuit
he: בתמיכה מלאה, תמיד בחינם
it: Totalmente supportato, sempre gratuito
ja: 完全にサポート、常に無料
pl: W pełni wspierany, zawsze za darmo
pt: Totalmente suportado, sempre gratuito
pt_br: Completamente suportada, sempre gratuita
sk: Plne podporovaný, vždy zadarmo
tr: Tam destek, daima ücretsiz
uk: Повністю підтримується, завжди вільна

source: AlmaLinux OS Foundation members, sponsors and partners back the AlmaLinux OS with investments and long support commitments to ensure the distribution is free of limitations, fees and charges.
es: Los miembros, patrocinadores y socios de la AlmaLinux OS Foundation respaldan el sistema operativo AlmaLinux con sus inversiones y compromisos a largo plazo para garantizar que la distribución permanezca sin límites, tarifas y cobros.
fr: Les membres de la Fondation AlmaLinux OS, les sponsors et les partenaires soutiennent le système d'exploitation AlmaLinux OS par des investissements et des engagements de soutien à long terme afin de garantir que la distribution est exempte de limitations, de frais et de charges.
he: חברי, ממני ושותפי קרן AlmaLinux OS מגבים את AlmaLinux OS עם השקעות והתחייבויות לתמיכה לטווח ארוך כדי לוודא שההפצה חופשיה ממגבלות, עמלות ועלויות.
it: I membri, gli sponsor e i partner della AlmaLinuxOS Foundation sostengono AlmaLinuxOS con investimenti e lunghi impegni di supporto per garantire che la distribuzione sia priva di limitazioni, commissioni e oneri.
ja: AlmaLinux OS 財団のメンバー・スポンサー・パートナーは、AlmaLinux OS を支援し、配布に制限・料金がかからないようにするための投資と長期にわたるサポートを約束します。
pl: Członkowie, sponsorzy i partnerzy Fundacji AlmaLinux OS wspierają system AlmaLinux OS inwestycjami i długimi zobowiązaniami wsparcia, aby zapewnić, że dystrybucja jest wolna od ograniczeń, opłat i prowizji.
pt: Os membros, patrocinadores e parceiros da AlmaLinux OS Foundation apoiam o AlmaLinux OS com investimentos e longos compromissos de apoio para garantir que a distribuição esteja livre de limitações, taxas e encargos.
pt_br: Os membros da AlmaLinux OS Foundation, nossos patrocinadores e parceiros mantém o AlmaLinux OS com investimentos e longos comprometimentos de suporte para garantir que a distribuição seja livre de limitações, taxas e custos.
sk: Členovia AlmaLinux OS Foundation, sponzori a partneri podporujú operačný systém AlmaLinux investíciami a dlhodobými záväzkami podpory, aby sa zabezpečilo, že distribúcia bude bez obmedzení a poplatkov.
tr: AlmaLinux OS Vakfı üyeleri, sponsorları ve ortakları, dağıtımın sınırlamalardan, ücretlerden ve masraflardan muaf olmasını sağlamak için AlmaLinux OS'yi yatırımlar ve uzun destek taahhütleriyle destekliyor.
uk: Учасники, спонсори та партнери AlmaLinux OS Foundation підтримують ОС AlmaLinux інвестиціями та довгими зобов’язаннями щодо підтримки, щоб гарантувати розповсюдження без обмежень, зборів та стягнень.

source: Effortless to switch to
de: Müheloser Wechsel
es: Cámbiese sin esfuerzo
fr: Passage sans effort
he: מעבר שקוף
it: Facile a passare a
ja: 切り替えは簡単
pl: Łatwe przełączanie na
pt: Fácil de mudar para
pt_br: Sem nenhum esforço para migrar
sk: Jednoduchý prechod
tr: Geçiş yapmak için zahmetsiz
uk: Легко перейти на

source: Switching distributions is usually costly and time-consuming, but that’s not the case when switching from CentOS and other RHEL&reg; derivatives to AlmaLinux OS. Switching is easy - <a href="%(migrate_link)s">read how.</a>
de: Distributionen wechseln ist normalerweise zeit- und kostenintensiv. Das ist nicht mehr der Fall, wenn du von CentOS oder anderen RHEL-Derivaten zu AlmaLinux OS wechselst. Wechseln ist einfach - <a href="%(migrate_link)s">lese wie.</a>
es: Normalmente, cambiar de distribución supone asumir costos monetarios y de tiempo, pero eso no pasa al cambiar de CentOS y otras bifurcaciones de RHEL&reg; a AlmaLinux OS. Cambiar es fácil: <a href="%(migrate_link)s">lea cómo.</a>
fr: Changer de distribution est généralement coûteux et prend du temps, mais ce n'est pas le cas lors du passage de CentOS et d'autres RHEL®. dérivés vers le système d'exploitation AlmaLinux. Le changement est facile - <a href="%(migrate_link)s">découvrez comment.</a>
he: מעבר בין הפצות לינוקס היא בדרך כלל יקרה וגוזלת זמן, אך זה לא המקרה במעבר מ־CentOS ונגזרות אחרות מ־RHEL&reg;‎ אל AlmaLinux OS. המעבר הוא פשוט - <a href="%(migrate_link)s">כך עושים זאת</a>.
it: Cambiare le distribuzioni è solitamente costoso e richiede tempo, ma non è il caso quando si passa da CentOS e altri RHEL&reg; derivati del sistema operativo AlmaLinux. Il passaggio è facile: <a href="%(migrate_link)s">leggi come.</a>
ja: ディストリビューションの切り替えは通常、コストと時間がかかりますが、CentOS や他の RHEL&reg; の派生製品から AlmaLinux OS へ切り替える場合は簡単です。切り替え方法は <a href="%(migrate_link)s"> をお読みください。</a>
pl: Zmiana dystrybucji jest zazwyczaj kosztowna i czasochłonna, ale nie jest tak w przypadku zmiany z CentOS i innych forków RHEL&reg; na AlmaLinux OS. Zmiana jest łatwa - <a href="%(migrate_link)s">przeczytaj jak.</a>
pt_br: Mudar de distribuições geralmente é custoso, tanto em tempo quanto em dinheiro, mas esse não é o caso ao migrar do CentOS e outros derivados do RHEL&reg; para o AlmaLinux OS. Migrar é fácil - <a href="%(migrate_link)s">saiba como.</a>
sk: Prechod na inú distribúciu je zvyčajne nákladný a časovo náročný, to ale neplatí pri prechode z CentOS a iných derivátov RHEL&reg; na AlmaLinux OS. Prechod je jednoduchý – <a href="%(migrate_link)s">prečítajte si ako na to.</a>
tr: Dağıtımları değiştirmek genellikle maliyetli ve zaman alıcıdır, ancak CentOS ve diğer RHEL&reg; türevlerinden AlmaLinux OS'ye geçerken durum böyle değildir. Geçiş yapmak kolaydır - <a href="%(migrate_link)s">nasıl yapıldığını okuyun.</a>
uk: Зміна дистрибутивів зазвичай є дорогим та трудомістким, але це не так при переході від CentOS та інших похідних від RHEL&reg; до ОС AlmaLinux. Мігрувати просто - <a href="%(migrate_link)s">прочитайте як.</a>

source: Commercial Support
de: Kommerzielle Unterstützung
es: Servicio técnico comercial
fr: Assistance commerciale
he: תמיכה מסחרית
it: Supporto Commerciale
ja: 商用サポート
pl: Wsparcie komercyjne
pt: Suporte Comercial
pt_br: Suporte comercial
sk: Komerčná podpora
tr: Ticari Destek
uk: Комерційна підтримка

source: Answers to Key Questions
de: Antworten zu Schlüsselfragen
es: Respuestas a las preguntas principales
fr: Réponses aux questions clés
he: תשובות לשאלות מפתח
it: Rispondi alle domande chiave
ja: よくある質問と回答
pl: Odpowiedzi na kluczowe pytania
pt: Respostas às principais perguntas
pt_br: Respostas para Perguntas Chave
sk: Odpovede na kľúčové otázky
tr: Sıkça Sorulan Sorular
uk: Відповіді на ключові питання

source: Stay updated!
de: Bleib auf dem Laufenden!
es: ¡Manténgase al día!
fr: Tenez-vous informé·e·s !
he: להתעדכן!
it: Rimani aggiornato!
ja: 最新の情報を入手しましょう！
pl: Bądź na bieżąco!
pt: Fique atualizado!
pt_br: Mantenha-se atualizado(a)!
sk: Zostaňte informovaní!
tr: Güncel kalın!
uk: Слідкуйте за оновленнями!

source: Subscribe to our newsletter and never miss out on the latest in AlmaLinux OS development!
de: Melde dich bei unserem Newsletter an und verpasse nichts mehr zu Entwicklung von AlmaLinux OS!
es: Suscríbase a nuestro boletín y no se pierda de las novedades de desarrollo de AlmaLinux OS.
fr: Abonnez-vous à notre lettre d'information et ne manquez jamais les dernière informations sur le développement d'AlmaLinux OS !
he: ניתן להירשם לרשימת הדיוור שלנו כדי לא לפספס את החדשות החמות ביותר על הפיתוח של AlmaLinux OS!
it: Iscriviti alla nostra newsletter per non perderti tutte le novità sullo sviluppo di AlmaLinuxOS!
ja: ニュースレターを購読して、AlmaLinux OS の最新情報をお見逃しなく！
pl: Zapisz się do naszego newslettera i nigdy nie przegap najnowszych informacji na temat rozwoju systemu operacyjnego AlmaLinux!
pt: Assine nossa newsletter e nunca perca as últimas notícias do desenvolvimento do Sistema Operacional AlmaLinux!
pt_br: Inscreva-se em nossa newsletter e nunca perca as novidades do desenvolvimento do AlmaLinux OS!
sk: Prihláste sa na odber nášho bulletinu a nikdy nezmeškajte najnovšie informácie o vývoji AlmaLinux OS!
tr: Bültenimize abone olun ve AlmaLinux OS ile ilgili en son gelişmeleri kaçırmayın!
uk: Підпишіться на нашу розсилку новин і ніколи не пропускайте останні новини щодо розробки ОС AlmaLinux!

source: Your email
de: Deine E-Mail-Adresse
es: Su dirección de correo
fr: Votre e-mail
he: כתובת הדוא״ל שלך
it: La tua email
ja: メールアドレス
pl: Twój adres e-mail
pt: Seu e-mail
pt_br: Seu e-mail
sk: Váš e-mail
tr: E-posta adresiniz
uk: Ваша електронна адреса

source: Subscribe
de: Abonnieren
es: Suscribirse
fr: S'abonner
he: רישום
it: Iscriviti
ja: 申し込む
pl: Subskrybuj
pt: Assine
pt_br: Inscreva-se
sk: Odoberať
tr: Abone ol
uk: Підписатися

source: By filling this form you agree to be contacted by AlmaLinux OS Foundation regarding your request. You can unsubscribe at any time.
de: Durch das Ausfüllen dieses Formulars stimmst du zu, dass die AlmaLinux OS Foundation dich bezüglich der Anfrage kontaktieren darf. Du kannst jederzeit das Angebot abbestellen.
es: Al cumplimentar este formulario, acepta que la AlmaLinuxOS Foundation le contacte. Puede darse de baja en cualquier momento.
fr: En complétant ce formulaire vous acceptez d'être contacté·e par la fondation AlmaLinux OS pour votre demande. Vous pouvez vous désabonner à tout moment.
he: מילוי הטופס הזה מהווה את הסכמתך לכך שקרן AlmaLinux OS תפנה אליך בנוגע לבקשה שלך. ניתן לבטל את ההתקשרות בכל עת.
it: Compilando questo form, accetti di essere contattato dalla fondazione AlmaLinuxOS per quanto riguarda la tua richiesta. Puoi disiscriverti in qualsiasi momento.
ja: このフォームに入力することにより、リクエストに関してAlmaLinux OS 財団から連絡を受けることに同意したことになります。 受信はいつでも停止できます。
pl: Wypełniając ten formularz zgadzasz się na to, aby Fundacja AlmaLinux OS skontaktowała się z Tobą w sprawie Twojego zapytania. Możesz zrezygnować z subskrypcji w dowolnym momencie.
pt: Ao preencher este formulário, você concorda em ser contatado pela AlmaLinux OS Foundation em relação ao seu pedido. Você pode cancelar a sua inscrição a qualquer momento.
pt_br: Ao preencher esse formulário, você aceita ser contatado pela AlmaLinux OS Foundation em relação ao seu pedido. Você pode se desinscrever a qualquer momento.
sk: Vyplnením tohto formulára súhlasíte s tým, že vás AlmaLinux OS Foundation bude kontaktovať ohľadom vašej požiadavky. Z odberu sa môžete kedykoľvek odhlásiť.
tr: Bu formu doldurarak, talebinizle ilgili olarak AlmaLinux OS Vakfı tarafından sizinle iletişime geçilmesini kabul etmiş olursunuz. İstediğiniz zaman abonelikten çıkabilirsiniz.
uk: Заповнивши цю форму, ви погоджуєтесь що з вами зв’яжуться AlmaLinux OS Foundation щодо вашого запиту. Ви можете будь-коли скасувати підписку.

source: AlmaLinux OS in the Press
de: AlmaLinux OS in den Nachrichten
es: AlmaLinux OS en la prensa
fr: AlmaLinux OS dans la presse
he: AlmaLinux OS בתקשורת
it: AlmaLinuxOS nella Stampa
ja: AlmaLinux OS のプレスリリース
pl: AlmaLinux OS w prasie
pt: AlmaLinux OS na Imprensa
pt_br: AlmaLinux OS na Imprensa
sk: AlmaLinux OS v tlači
tr: Basında AlmaLinux OS
uk: ОС AlmaLinux у пресі

source: Published
de: Veröffentlicht
es: Publicado
fr: Publié
he: פורסם
it: Pubblicato
ja: 公開
pl: Opublikowany
pt: Publicado
pt_br: Publicado
sk: Uverejnené
tr: Yayınlanan
uk: Опубліковано

source: AlmaLinux OS feature showcase
es: Muestra de funcionalidades de AlmaLinux OS
fr: Présentation des fonctionnalités d'AlmaLinux OS
he: מצגת היכולות של AlmaLinux OS
it: Funzionalità di AlmaLinuxOS
ja: AlmaLinux OS の機能紹介
pl: Prezentacja funkcji AlmaLinux OS
pt: Mostruário de recursos do AlmaLinux OS
pt_br: Mostração de funcionalidades do AlmaLinux OS
sk: Ukážka funkcií AlmaLinux OS
tr: AlmaLinux OS özellik vitrini
uk: Вітрина функцій ОС AlmaLinux

source: Feature showcase
es: Muestra de funcionalidades
fr: Présentation des fonctionnalités
he: מצגת יכולות
it: Vetrina delle caratteristiche
ja: 機能紹介
pl: Prezentacja funkcji
pt: Mostruário de recursos
pt_br: Demonstração das funcionalidades
sk: Ukážka funkcií
tr: Özellik vitrini
uk: Вітрина функцій

source: Mailing list subscription - AlmaLinux OS
es: Suscripción a la lista de correo • AlmaLinux OS
fr: Abonnement à des listes de diffusion - AlmaLinux OS
he: מינוי לרשימת דיוור - AlmaLinux OS
it: Sottoscrizione alla mailing list - AlmaLinuxOS
ja: AlmaLinux OS メーリングリストの購読
pl: Subskrypcja listy mailingowej - AlmaLinux OS
pt: Assinatura da lista de correspondência - AlmaLinux OS
pt_br: Inscrição na lista de emails - AlmaLinux OS
sk: Odber mailing listu - AlmaLinux OS
tr: Posta listesi aboneliği - AlmaLinux OS
uk: Підписка на список розсилки - ОС AlmaLinux

source: Something went wrong...
de: Etwas ist falsch gelaufen...
es: Se produjo un error…
fr: Une erreur s'est produite…
he: משהו השתבש…
it: Qualcosa è andato storto...
ja: 何かおかしい...
pl: Coś poszło nie tak...
pt: Algo deu errado...
pt_br: Algo deu errado...
sk: Niečo sa pokazilo...
tr: Bir şeyler yanlış gitti...
uk: Щось пішло не так...

source: Return home
es: Volver al inicio
fr: Retourner à l'accueil
he: חזרה לדף הבית
it: Torna alla home
ja: ホームに戻る
pl: Wróć do początku
pt: Voltar ao início
pt_br: Volte para o início
sk: Vrátiť sa domov
tr: Ana sayfaya dön
uk: Повернутися додому

source: Thank you!
de: Vielen Dank!
es: ¡Gracias!
fr: Merci !
he: תודה רבה!
it: Grazie!
ja: ありがとうございました！
pl: Dziękuję!
pt: Obrigado!
pt_br: Obrigado!
sk: Ďakujeme!
tr: Teşekkür ederiz!
uk: Дякуємо!

source: You have successfully subscribed to AlmaLinux OS announcement mailing list!
de: Du hast erfolgreich die AlmaLinux OS Ankündigungen Mailing-Liste abonniert!
es: Se ha suscrito correctamente a la lista de correo de anuncios de AlmaLinux OS.
fr: Vous vous êtes inscrit·e avec succès à la liste de diffusion pour l'annonce d'AlmaLinux OS !
he: נרשמת בהצלחה לרשימת הדיוור להכרזות של AlmaLinux OS!
it: Ti sei iscritto con successo alla mailing list degli annunci di AlmaLinuxOS!
ja: これで、AlmaLinux OS の案内メーリングリスト購読への登録に成功しました！
pl: Pomyślnie zapisałeś się na listę mailingową ogłoszeń AlmaLinux OS!
pt: Você se inscreveu com sucesso na lista de correspondência de anúncios do AlmaLinux OS!
pt_br: Você se inscreveu com sucesso na lista de emails de anúncios do AlmaLinux OS!
sk: Úspešne ste sa prihlásili do mailing listu s oznámeniami o AlmaLinux OS!
tr: AlmaLinux OS duyuru posta listesine başarıyla üye oldunuz!
uk: Ви успішно підписалися на список розсилки оголошень ОС AlmaLinux!

source: Email address is not valid
de: E-Mail Adresse nicht gültig
es: La dirección de correo electrónico no es válida
fr: L'adresse e-mail n'est pas valide
he: כתובת הדוא״ל שגויה
it: L'indirizzo email non è valido
ja: メールアドレスが無効です
pl: Adres e-mail jest nieprawidłowy
pt: O endereço de e-mail não é válido
pt_br: Endereço de e-mail inválido
sk: E-mailová adresa nie je platná
tr: E-posta adresi geçerli değil
uk: Адреса електронної пошти недійсна

source: Failed to subscribe to mailing list, please try again later
de: Fehler beim Abonnieren der Mailing-Liste. Versuche es später nochmal
es: No se pudo suscribir a la lista de correo. Inténtelo nuevamente más tarde
fr: Échec de l'inscription à la liste de diffusion, veuillez réessayer plus tard
he: ההרשמה לרשימת הדיוור נכשלה, נא לנסות שוב בהמשך
it: Impossibile iscriversi alla mailing list, riprova più tardi
ja: メーリングリストの購読の登録に失敗しました。しばらくしてからもう一度お試しください
pl: Nie udało się zapisać na listę mailingową, spróbuj ponownie później
pt: Falha ao se inscrever na lista de correspondência, tente novamente mais tarde
pt_br: Houve uma falha ao se inscrever na lista de e-mails, por favor tente novamente mais tarde
sk: Nepodarilo sa prihlásiť na odber mailing listu, skúste to znova neskôr
tr: Posta listesine abone olunamadı, lütfen daha sonra tekrar deneyin
uk: Не вдалося підписатися на список розсилки, будь-ласка спробуйте пізніше
