Repository: AlmaLinux/almalinux.org
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, he, it, ja, pl, pt, pt_br, sk, tr, uk

source: Is this live or does it require a reboot?
de: Ist das live oder ist ein Neustart notwendig?
es: ¿El proceso es directo o necesita reiniciar?
fr: Est-ce utilisable directement ou nécessite de redémarrer ?
he: אפשר לבצע את זה על מערכת פועלת או שנדרשת הפעלה מחדש?
it: È in live o richiede un riavvio?
ja: これは起動したまま可能ですか、それとも再起動が必要ですか？
pl: Dzieje się to na żywo czy wymaga ponownego uruchomienia?
pt_br: Isso é ao vivo ou requer uma reinicialização?
sk: Je to migrácia za behu alebo to vyžaduje reštart?
tr: Bu canlı mı yoksa yeniden başlatma mı gerektiriyor?
uk: Цей сценарій міграції "живий" чи вимагає перезавантаження?

source: Migrations will require your system to reboot twice.
de: Migrationen benötigen zwei System-Neustarts.
es: Las migraciones requieren dos reinicios de su sistema.
fr: Les migrations nécessiteront deux redémarrages de votre système.
he: ההגירות ידרשו את הפעלת המערכת שלך מחדש פעמיים.
it: Le migrazioni richiederanno il riavvio del sistema due volte.
ja: 移行には 2 回の再起動が必要です。
pl: Migracje będą wymagały podwójnego restartu twojego systemu.
pt_br: As migrações exigirão que seu sistema seja reiniciado duas vezes.
sk: Migrácia bude vyžadovať, aby ste váš systém reštartovali dvakrát.
tr: Geçişler, sisteminizin iki kez yeniden başlatılmasını gerektirecektir.
uk: Міграція вимагає перезавантаження системи двічі.

source: What does the Package Evolution Service do?
de: Was macht der Package Evolution Service?
es: ¿Qué hace el Servicio de Evolución de Paquetes?
fr: Que fait le service d'évolution des paquets ?
he: מה עושה שירות קידום החבילות?
it: Cosa fa il servizio Package Evolution?
ja: パッケージ展開サービスは何をするのでしょうか？
pt_br: O que o Serviço de Evolução de Pacotes faz?
sk: Čo robí služba vývoja balíkov?
tr: Paket Değişim Hizmeti ne yapıyor?
uk: Що робить Package Evolution Service (служба еволюції пакунків)?

source: The Package Evolution Service stores package migration metadata. Metadata answers questions about how packages evolve between major distribution releases. PES supports several classes of rules for packages such as added, removed, renamed, split, merged, and so on. The service also allows everyone to improve the data by adding new actions or even create a custom dataset for packages from third-party or private repositories.
es: El Servicio de Evolución de Paquetes almacena los metadatos de migración de los paquetes. Los metadatos responden cómo los paquetes evolucionan entre principales lanzamientos de distribuciones. SEP soporta muchos tipos de reglas para paquetes como agregado, removido, renombrado, dividido, unido, etc. El servicio también permite mejorar los datos agregando nuevas acciones o incluso creando un dataset personalizado para paquetes de repositorios privados o de terceros.
fr: Le service d'évolution des paquets stocke les métadonnées de migration des paquets. Les métadonnées répondent aux questions concernant l'évolution des paquets entre les principales versions de la distribution. SEP prend en charge plusieurs classes de règles pour les paquets, comme l'ajout, la suppression, le renommage, la division, la fusion, etc. Le service permet également à chacun d'améliorer les données en ajoutant de nouvelles actions ou même de créer un ensemble de données personnalisé pour les paquets provenant de dépôts tiers ou privés.
he: שירות עדכון החבילות מאחסן נתונים על הגירת חבילות. נתוני על עונים על שאלות בנוגע לאופן בו החבילה התפתחה בין מהדורות עיקריות של ההפצה. ל־PES יש תמיכה במגוון מחלקות של כללים לחבילות כגון: נוספה, הוסרה, שמה השתנה, פוצלה, מוזגה וכן הלאה. השירות גם מאפשר לכולם לשפר את הנתונים על ידי הוספת פעולות חדשות או אפילו יצירת סדרת נתונים משלך לחבילות שמקורן בגופי צד־שלישי או מאגרים פרטיים.
it: Il Package Evolution Service memorizza i metadati di migrazione dei pacchetti. I metadati rispondono alle domande su come i pacchetti si evolvono tra le principali versioni della distribuzione. PES supporta diverse classi di regole per i pacchetti come aggiunto, rimosso, rinominato, diviso, fuso e così via. Il servizio permette anche a chiunque di migliorare i dati aggiungendo nuove azioni o anche di creare un set di dati personalizzato per i pacchetti da repository di terze parti o privati.
ja: パッケージ展開サービス（PES）は、パッケージ移行のメタデータを保存します。メタデータは、主要なディストリビューションのリリース間でパッケージがどのように進化するかについての質問に答えるものです。PES は、追加、削除、名前の変更、分割、マージなど、パッケージに関するいくつかのクラスの規則をサポートしています。また、このサービスでは、新しいアクションを追加してデータを改善したり、サードパーティやプライベート リポジトリのパッケージ用にカスタム データセットの作成もできます。
pt_br: O Serviço de Evolução de Pacotes armazena metadados de migração de pacotes. Os metadados respondem a perguntas sobre como os pacotes evoluem entre os lançamentos principais da distribuição. O PES suporta várias classes de regras para pacotes como adicionados, removidos, renomeados, divididos, fundidos e assim por diante. O serviço também permite que todos melhorem os dados adicionando novas ações ou mesmo criando um conjunto de dados personalizado para pacotes de repositórios de terceiros ou privados.
sk: Služba vývoja balíkov ukladá metadáta o migrácii balíčkov. Metadáta odpovedajú na otázky o tom, ako sa balíčky vyvíjajú medzi hlavnými distribučnými vydaniami. PES podporuje niekoľko tried pravidiel pre balíčky, ako sú pridané, odstránené, premenované, rozdelené, zlúčené atď. Služba tiež umožňuje každému vylepšiť údaje pridaním nových akcií alebo dokonca vytvoriť vlastný súbor údajov pre balíčky z repozitárov tretích strán alebo súkromných.
tr: Paket Değişim Hizmeti, paket geçiş üst verilerini depolar. Üst veriler, paketlerin ana dağıtım sürümleri arasında nasıl değiştiğine ilişkin soruları yanıtlar. PES, eklenen, kaldırılan, yeniden adlandırılan, bölünmüş, birleştirilmiş vb. gibi paketler için çeşitli kural sınıflarını destekler. Hizmet ayrıca herkesin yeni eylemler ekleyerek verileri iyileştirmesine ve hatta üçüncü taraf veya özel depolardaki paketler için özel bir veri kümesi oluşturmasına olanak tanır.
uk: Package Evolution Service (PES - служба еволюції пакунків) - зберігає метадані міграції пакунків. Метадані відповідають на питання про те, як пакунки розвиваються між основними випусками дистрибутиву. PES підтримує кілька класів правил для пакунків, таких як додані, видалені, перейменовані, розділені, об’єднані тощо. Служба також дозволяє будь-кому покращувати дані, додаючи нові дії або навіть створюючи власний набір даних для пакунків із сторонніх або приватних сховищ.

source: Red Hat offers a data set which is non-freely licensed. Are you using this same data set?
de: Red Hat bietet einen unfrei-lizenzierten Datensatz an. Nutzt ihr denselben Datensatz?
es: Red Hat ofrece un conjunto de datos que no tiene licencia libre. ¿Está utilizando este mismo conjunto de datos?
fr: Red Hat propose un ensemble de données dont la licence n'est pas libre. Utilisez-vous ce même ensemble de données ?
he: Red Hat מציעה סדרת נתונים ברישיון שאינו חופשי. האם סדרת נתונים זו משמשת גם אתכם?
it: Red Hat offre un set di dati con licenza non libera. Stai usando questo stesso set di dati?
ja: Red Had は、自由ではないライセンスのデータセットを提供しています。同じデータセットを使用していますか？
pt_br: A Red Hat oferece um conjunto de dados que não é licenciado livremente. Vocês estão usando esse mesmo conjunto de dados?
sk: Red Hat ponúka súbor údajov, ktorý nie je voľne licencovaný. Používate rovnaký súbor údajov?
tr: Red Hat, özgürce lisanslanmayan bir veri seti sunuyor. Aynı veri setini mi kullanıyorsunuz?
uk: Red Hat пропонує набір даних, який не ліцензується безкоштовно. Ви використовуєте цей самий набір даних?

source: No. We respect Red Hat’s work and our initial data set was provided by the AlmaLinux Foundation and contributions from Oracle.
de: Nein. Wir respektieren Red Hats Arbeit. Unser Datensatz wurde durch die AlmaLinux Foundation und Beiträge von Oracle bereitgestellt.
es: No. Respetamos el trabajo de Red Hat y nuestro conjunto de datos inicial fue proporcionado por la Fundación AlmaLinux y las contribuciones de Oracle.
fr: Non. Nous respectons le travail de Red Hat et notre ensemble de données initial a été fourni par la Fondation AlmaLinux et les contributions d'Oracle.
he: לא. אנו מכבדים את עבודתם של Red Hat וסדרת הנתונים הראשונית שלנו סופקה על ידי קרן AlmaLinux ותרומות מ־Oracle.
it: No. Rispettiamo il lavoro di Red Hat e il nostro set di dati iniziale è stato fornito dalla Fondazione AlmaLinux e dai contributi di Oracle.
ja: いいえ。私たちは Red Hat の取り組みを尊重しており、最初のデータセットは AlmaLinux 財団から提供されたものであり、Oracle の貢献によるものです。
pt_br: Não. Respeitamos o trabalho da Red Hat e nosso conjunto inicial de dados foi fornecido pela AlmaLinux Foundation e contribuições da Oracle.
sk: Nie. Rešpektujeme prácu spoločnosti Red Hat a náš pôvodný súbor údajov poskytla nadácia AlmaLinux a príspevky od spoločnosti Oracle.
tr: Hayır. Red Hat'in çalışmasına saygı duyuyoruz ve ilk veri setimiz AlmaLinux Vakfı ve Oracle'ın katkıları tarafından sağlandı.
uk: Ні. Ми поважаємо роботу Red Hat, але наш початковий набір даних надано Фондом AlmaLinux та за сприяння Oracle.

source: What license is your metadata under?
de: Unter welcher Lizenz stehen eure Metadaten?
es: ¿Con qué licencia se han publicado los metadatos?
fr: Sous quelle licence vos métadonnées sont-elles placées ?
he: לאיזה רישיון כפופים נתוני העל שלכם?
it: Sotto quale licenza sono i tuoi metadati?
ja: メタデータはどのようなライセンスに基づいているのですか？
pt_br: Sob que licença estão seus metadados?
sk: Pod akou licenciou sú vaše metadáta?
tr: Üst verileriniz hangi lisans altında?
uk: Під якою ліцензією знаходяться ваші метадані?

source: The metadata is provided under an Apache License.
de: Unsere Metadaten stellen wir unter der Apache License bereit.
es: Hemos publicado los metadatos en virtud de la licencia Apache.
fr: Les métadonnées sont fournies sous une licence Apache.
he: נתוני העל כפופים לרישיון Apache.
it: I metadati sono forniti sotto una licenza Apache.
ja: メタデータは Apache ライセンスで提供されます。
pt_br: Os metadados são fornecidos sob uma Licença Apache.
sk: Metadáta sú poskytované pod licenciou Apache.
tr: Üst veriler Apache Lisansı altında sağlanmaktadır.
uk: Метадані надаються за ліцензією Apache.

source: Why are you supporting migration to other distributions?
de: Warum unterstützt ihr die Migration zu anderen Distributionen?
es: ¿Por qué están apoyando la migración a otras distribuciones?
fr: Pourquoi supportez-vous la migration vers d'autres distributions ?
he: למה אתם תומכים בהגירה להפצות לינוקס אחרות?
it: Perché state supportando la migrazione verso altre distribuzioni?
ja: なぜ他のディストリビューションへの移行に対応しているのですか？
pt_br: Por que vocês estão suportando a migração para outras distribuições?
sk: Prečo podporujete migráciu na iné distribúcie?
tr: Neden diğer dağıtımlara geçişi destekliyorsunuz?
uk: Чому ви підтримуєте перехід на інші дистрибутиви?

source: The CentOS ecosystem is a very large and diverse community. We’ve developed this project in good faith in the hope that everyone in the community can use and contribute to, no matter which distro you prefer. That’s the open source way.
es: El ecosistema CentOS es una comunidad muy grande y diversa. Hemos desarrollado este proyecto de buena fe con la esperanza de que todos en la comunidad puedan usarlo y contribuir, sin importar qué distribución prefieras. Esa es la forma de código abierto.
fr: L'écosystème CentOS est une communauté très vaste et diversifiée. Nous avons développé ce projet en toute bonne foi dans l'espoir que chaque membre de la communauté puisse l'utiliser et y contribuer, quelle que soit la distro qu'il préfère. C'est la voie de l'open source.
he: התשתית הרחבה שמסביב ל־CentOS היא גדולה ומכוונת. פיתחנו את המיזם הזה מתוך כוונה טובה ובתקווה שכולם בקהילה יוכלו להשתמש ולתרום לה. לא משנה מה ההפצה העדיפה עליך. זאת דרכו של הקוד הפתוח.
it: L'ecosistema CentOS è una comunità molto grande e diversificata. Abbiamo sviluppato questo progetto in buona fede nella speranza che tutti nella comunità possano usarlo e contribuire, non importa quale distro preferite. Questo è il modo dell'open source.
ja: CentOS エコシステムは、非常に大きく多様なコミュニティです。私たちは、コミュニティのすべての人が、どのディストリビューションを好むかにかかわらず、利用し、貢献できることを願って、このプロジェクトを誠実に開発しました。オープンソースというのはそういうものです。
pt_br: O ecossistema CentOS é uma comunidade muito grande e diversificada. Desenvolvemos este projeto de boa fé, na esperança de que todos na comunidade possam usar e contribuir, não importa qual distro você prefira. Esse é o jeito do código aberto.
sk: Ekosystém CentOS je veľmi veľká a rôznorodá komunita. Tento projekt sme vyvinuli v dobrej viere v nádeji, že ho môže využívať a prispievať každý z komunity bez ohľadu na to, ktorú distribúciu preferuje. To je spôsob open source.
tr: CentOS ekosistemi çok geniş ve çeşitli bir topluluktur. Hangi dağıtımı tercih ederseniz edin, topluluktaki herkesin kullanabileceği ve katkıda bulunabileceği umuduyla bu projeyi iyi niyetle geliştirdik. Açık kaynak yolu budur.
uk: Екосистема CentOS – це дуже велика і різноманітна спільнота. Ми сумлінно розробили цей проект, сподіваючись, що кожен у спільноті зможе використовувати та зробити свій внесок, незалежно від того, якому дистрибутиву ви віддаєте перевагу. Це і є шлях відкритого програмного забезпечення.

source: AlmaLinux OS Foundation - membership
de: AlmaLinux OS Foundation - Mitgliedschaft
es: AlmaLinux OS Foundation • Membresía
fr: Fondation AlmaLinux OS - Adhésion
he: קרן AlmaLinux OS - חברות
it: Fondazione AlmaLinux OS - iscrizione
ja: AlmaLinux OS 財団 - メンバーシップ
pt_br: AlmaLinux OS Foundation - filiação
sk: Nadácia AlmaLinux OS - členstvo
tr: AlmaLinux OS Vakfı - üyelik
uk: Спільнота ОС AlmaLinux - членство

source: Join the AlmaLinux OS Foundation
es: Únase a la AlmaLinux OS Foundation
fr: Rejoignez la Fondation AlmaLinux OS
he: הצטרפות לקרן AlmaLinux OS
it: Unisciti alla Fondazione AlmaLinux OS
ja: AlmaLinux OS 財団に参加する
pt_br: Junte-se à AlmaLinux OS Foundation
sk: Pripojte sa k nadácii AlmaLinux OS
tr: AlmaLinux OS Vakfına katıl
uk: Приєднуйтесь до спільноти ОС AlmaLinux

source: Be heard! Join the AlmaLinux Foundation as a Member or Sponsor. Own and vote on shaping the future of AlmaLinux OS!
de: Werde gehört! Tritt der AlmaLinux Foundation als Mitglied oder Sponsor bei und gestalte mit deinem Stimmrecht die Zukunft von AlmaLinux OS!
es: ¡Hágase oír! Incorpórese a la AlmaLinux Foundation como miembro o patrocinador. ¡Haga suyo el futuro de AlmaLinux OS!
fr: Faites-vous entendre ! Rejoignez la Fondation AlmaLinux en tant que membre ou sponsor. Appropriez-vous et votez pour façonner l'avenir du système d'exploitation AlmaLinux !
he: קולך חשוב! אפשר להצטרף לקרן AlmaLinux במסגרת חברות או להציע מימון. אפשר לקחת בעלות על עיצוב העתיד של AlmaLinux OS!
it: Fatti sentire! Unisciti alla Fondazione AlmaLinux come membro o sponsor. Possiedi e vota per plasmare il futuro del sistema operativo AlmaLinux!
ja: お願いします！AlmaLinux 財団の会員やスポンサーになってください。AlmaLinux OS の未来を形作るために会員になり、投票しましょう！
pt_br: Seja ouvido! Junte-se à Fundação AlmaLinux como Membro ou Patrocinador. Possua e vote na formação do futuro do AlmaLinux OS!
sk: Dajte o sebe vedieť. Pripojte sa k nadácii AlmaLinux ako člen alebo sponzor. Vlastnite a hlasujte o formovaní budúcnosti AlmaLinux OS!
tr: Sesiniz duyulsun! AlmaLinux Vakfına Üye veya Sponsor olarak katılın. AlmaLinux OS'nin geleceğini şekillendirmek için sahiplenin ve oy verin!
uk: Будьте почуті! Приєднуйтесь до Фонду AlmaLinux як член або спонсор. Особисто голосуйте за формування майбутнього випуску AlmaLinux ОС!

source: Apply for membership
de: Werde Mitglied
es: Solicitar membresía
fr: Adhérer
he: הגשת מועמדות לחברות
it: Richiedi l'iscrizione
ja: 会員に登録する
pt_br: Solicitação de filiação
sk: Požiadať o členstvo
tr: Üyelik için başvur
uk: Заявка на членство

source: The AlmaLinux Foundation is the entity behind AlmaLinux OS, the forever-free Enterprise-grade Linux distribution. As a member, you will have a voice in the direction of the project, and can vote for and be voted into the Board of Directors by other members. There are several pathways available for becoming a member, including project contributors, mirror maintainers/sponsors and service providers to the community, as well as official sponsors for the project.
de: Die AlmaLinux Foundation ist die Organisation hinter AlmaLinux OS, der für-immer-freien Enterprise-Linux-Distribution. Als Mitglied hast du eine Stimme für die Richtung, in welche sich das Projekt entwickelt, und du kannst in das Aufsichtsgremium wählen und gewählt werden. Es gibt mehrere Wege, Mitglied zu werden, unter anderem Beitragende, Mirror-Betreibende und -Sponsoren und Dienste-Anbietende für die Community, sowie offizielle Sponsoren für das Projekt.
es: La AlmaLinux Foundation es la organización tras AlmaLinux OS, la distribución Linux empresarial y por siempre gratuita. Como miembro, tendrá voz para influir en el rumbo del proyecto, y podrá votar y ser votadx en la Junta directiva por otros miembros. Existen varias formas de convertirse en miembro: si es contribuyente, mantiene o patrocina un servidor réplica, brinda un servicio a la comunidad o si auspicia de manera oficial el proyecto, puede unirse.
fr: La Fondation AlmaLinux est l'entité derrière le système AlmaLinux, une distribution Linux pour entreprises et gratuite pour toujours. En tant que membre, vous obtenez une voix dans la direction du projet, et vous pouvez voter et être voté pour dans le conseil d'administration par les autres membres. Il existe plusieurs chemins pour devenir un membre, comme les contributions au projet, le maintient, le sponsor ou la fourniture de services pour les miroirs envers la communauté, mais aussi être un sponsor officiel du projet.
he: קרן AlmaLinux היא היישות שמאחורי AlmaLinux OS, הפצת הלינוקס ברמה תעשייתית שתהיה בחינם לעד. הצטרפות לחברות מעניקה לך קול בהחלטות שקשורות בניווט המיזם, יש לך אפשרות להצביע לחברים אחרים ושיצביעו לך בדירקטוריון. יש מספר דרכים אפשריות להתקבל לחברות, לרבות תרומה למיזמים, תחזוקה/מימון של אתרי מראה וספקי שירות לקהילה לרבות מימון רשמי של המיזם.
it: La Fondazione AlmaLinux è l'entità dietro ad AlmaLinux OS, la distribuzione Linux sempre libera di livello Enterprise. Come membro, avrai voce in capitolo nella direzione del progetto, e potrai votare ed essere votato nel Consiglio di Amministrazione dagli altri membri. Ci sono diversi percorsi disponibili per diventare un membro, inclusi i collaboratori del progetto, i manutentori/sponsor dei mirror e i fornitori di servizi alla comunità, così come gli sponsor ufficiali del progetto.
ja: AlmaLinux Foundationは、永久に無料の商用レベルの Linux ディストリビューションである AlmaLinuxOS を支える存在です。 会員として、あなたはプロジェクトの方向性について発言権を持ち、他のメンバーが投票したり、運営委員会に投票できます。 プロジェクトの貢献者、ミラー メンテナ/スポンサー、コミュニティへのサービスプロバイダー、プロジェクトの公式スポンサーなど、会員になるには複数の方法があります。
pt_br: A AlmaLinux Foundation é a organização por trás do AlmaLinux OS, a distribuição Linux empresarial para sempre gratuita. Como um membro, você terá voz na direção do projeto e poderá votar e ser votado no Conselho de Administração por outros membros. Há vários caminhos disponíveis para se tornar um membro, incluindo colaboradores do projeto, mantenedores/patrocinadores de espelhos e prestadores de serviços à comunidade, bem como patrocinadores oficiais do projeto.
sk: Nadácia AlmaLinux je entita stojaca za operačným systémom AlmaLinux, navždy bezplatnou distribúciou Linuxu na podnikovej úrovni. Ako člen budete mať hlas v smerovaní projektu a môžete hlasovať a byť volený do správnej rady ostatnými členami. Existuje niekoľko spôsobov, ako sa stať členom, vrátane prispievateľov do projektu, správcov/sponzorov mirrorov a poskytovateľov služieb pre komunitu, ako aj oficiálnych sponzorov projektu.
tr: AlmaLinux Vakfı, sonsuza kadar ücretsiz kurumsal düzeyde Linux dağıtımı olan AlmaLinux OS'nin arkasındaki varlıktır. Bir üye olarak projenin gidişatında söz sahibi olacak, oy kullanabilecek ve diğer üyeler tarafından Yönetim Kuruluna seçilebileceksiniz. Projeye katkıda bulunanlar, yansı bakımcıları/sponsorlar ve topluluğa hizmet sağlayıcıların yanı sıra proje için resmi sponsorlar da dahil olmak üzere üye olmak için kullanılabilecek çeşitli yollar vardır.
uk: Фонд AlmaLinux — це організація, яка стоїть за AlmaLinux ОС, назавжди вільного дистрибутиву Linux промислового рівня. Як член, ви матимете право голосу в керуванні проектом, можете голосувати за та бути внесеними в Раду директорів іншими членами. Є кілька шляхів, доступних для того, щоб стати учасником, включаючи учасників проекту, супроводжувачів/спонсорів дзеркал та постачальників послуг для спільноти, а також офіційних спонсорів проекту.

source: The merit of each application will be reviewed on a case-by-case basis by the Board or by a committee appointed for this purpose, according to the Bylaws established by the Board.
es: El mérito de cada una de las solicitudes será evaluado de manera individualizada por la Junta o un comité designado para este fin, conforme a los Estatutos que la Junta ha adoptado.
fr: Le bien-fondé de chaque candidature sera examiné au cas par cas par le Conseil ou par un comité nommé à cet effet, selon les règlements établis par le Conseil.
he: כל זכאות תיסקר לגופה על ידי הדירקטוריון או על ידי ועדה שמונתה למטרות אלה, בהתאם לתקנונים שנוסחו על ידי הדירקטוריון.
it: Il merito di ciascuna candidatura sarà esaminato caso per caso dal Consiglio o da un comitato a tal fine nominato, secondo lo Statuto stabilito dal Consiglio.
ja: 申請は、理事会によって制定された細則に従って、理事会またはこの目的のために任命された委員会によって個別に審査されます。
pt_br: O mérito de cada candidatura será revisto caso a caso pelo Conselho ou por um comitê nomeado para esse fim, de acordo com o Estatuto Social estabelecido pelo Conselho.
sk: Opodstatnenosť každej žiadosti bude posúdená od prípadu k prípadu správnou radou alebo výborom ustanoveným na tento účel v súlade so stanovami stanovenými správnou radou.
tr: Her başvurunun esası, Kurul tarafından oluşturulan Yönetmeliklere göre Kurul veya bu amaçla atanan bir heyet tarafından duruma göre incelenecektir.
uk: Достовірність кожної заявки буде розглядатися в кожному окремому випадку Радою або призначеним для цієї мети комітетом відповідно до Статуту, створеного Радою.

source: Join AlmaLinux OS Foundation
de: Der AlmaLinux OS Foundation beitreten
es: Únase a la AlmaLinux OS Foundation
fr: Rejoindre la fondation AlmaLinux OS
he: הצטרפות לקרן AlmaLinux OS
it: Unisciti alla Fondazione AlmaLinux OS
ja: AlmaLinux OS 財団に参加する
pt_br: Junte-se à AlmaLinux OS Foundation
sk: Pripojte sa k nadácii AlmaLinux OS
tr: AlmaLinux OS Vakfına katıl
uk: Приєднуйтесь до спільноти ОС AlmaLinux

source: Contributor Member
es: Miembro contribuyente
fr: Membre contributeur
he: חברות למתנדבים
it: Membro collaboratore
ja: コントリビューター会員
pt_br: Membro Contribuinte
sk: Prispievajúci člen
tr: Katkıda Bulunan Üye
uk: Учасник - вкладник
