Repository: AlmaLinux/almalinux.org
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: ar, de, el, es, fr, he, it, ko, lv, pl, pt_br, ru, sk, sv, tr, uk, zh_hans

source: Hello World
ar: اهلا بالعالم
de: Hallo Welt
el: Γειά σας
es: Hola, mundo
fr: Bonjour le monde
he: שלום עולם
it: Ciao Mondo
ko: 헬로월드
lv: Sveika Pasaule
pl: Witaj Świecie
pt_br: Olá Mundo
ru: Привет мир
sk: Ahoj svet
sv: Hej världen
tr: Merhaba Dünya
uk: Привіт, світе
zh_hans: 你好世界

source: is not a finite number
ar: هو عدد غير محدد
de: ist keine endliche Zahl
el: δεν είναι πεπερασμένος αριθμός
es: no es un número finito
fr: n'est pas un nombre fini
he: אינו מספר סופי
it: non è un numero finito
ko: 유한한 숫자가 아니다
lv: nav galīgs skaitlis
pl: nie jest liczbą całkowitą
pt_br: não é um número finito
ru: не конечное число
sk: nie je konečné číslo
sv: är inte ett ändligt tal
tr: sonlu bir sayı değil
uk: не є кінцевим числом
zh_hans: 不是有限数

source: is not a finite floating-point value
ar: ليست قيمة ذات فاصلة محددة
de: ist kein endlicher Gleitkommawert
el: δεν είναι μια πεπερασμένη τιμή κινητής υποδιαστολής
es: no es un valor de coma flotante finito
fr: n'est pas une valeur finie à virgule flottante
he: אינו ערך סופי עם נקודה צפה
it: non è un valore a virgola mobile finito
ko: 유한 부동 소수점 값이 아닙니다
lv: nav ierobežota peldošā komata vērtība
pl: nie jest skończoną wartością zmiennoprzecinkową
pt_br: não é um valor finito de floating-point
ru: не является конечным значением с плавающей запятой
sk: nie je konečná hodnota pohyblivej desatinnej čiarky
sv: är inte ett ändligt flyttalsvärde
tr: sonlu bir ondalık sayı değeri değil
uk: не є кінцевим значенням із рухомою комою
zh_hans: 不是有限浮点值

source: is outside the range of a single-precision floating-point value
ar: خارج حدود القيمة ذات الفاصلة احادية الدقة
de: befindet sich außerhalb des Bereichs eines Fließkommawerts einfacher Präzision
el: είναι εκτός του εύρους μιας τιμής κινητής υποδιαστολής απλής ακρίβειας
es: no está comprendido en el intervalo de un valor de coma flotante de precisión simple
fr: est en dehors de la plage d'une valeur flottante à précision simple
he: הוא מחוץ לתחום עבור ערך נקודה צפה עם ייצוג יחיד
it: è al di fuori dell'intervallo di un valore a virgola mobile a precisione singola
ko: 단정밀도 부동 소수점 값의 범위를 벗어납니다
lv: atrodas ārpus vienas precizitātes peldošā komata vērtības diapazona
pl: jest poza zakresem wartości zmiennoprzecinkowej o pojedynczej precyzji
pt_br: está fora do alcance do valor de um floating-point de precisão simples
ru: находится за пределами диапазона значения одинарной точности с плавающей запятой
sk: je mimo rozsahu hodnoty s pohyblivou desatinnou čiarkou s jednoduchou presnosťou
sv: ligger utanför intervallet för ett flyttalsvärde med en precision
tr: tek hassasiyetli ondalık sayı değer aralığının dışında
uk: знаходиться за межами діапазону значення одинарної точності з рухомою комою
zh_hans: 超出单精度浮点值的范围

source: is a symbol, which cannot be converted to a string
ar: هو رمز ، والذي لا يمكن تحويله الى نص
de: ist ein Symbol, welches nicht in eine Zeichenfolge umgewandelt werden kann
el: είναι ένα σύμβολο, το οποίο δεν μπορεί να μετατραπεί σε συμβολοσειρά
es: es un símbolo, el cual no se puede convertir en una cadena
fr: est un symbole, qui ne peut pas être converti en chaîne de caractères
he: הוא סמל, שאותו לא ניתן להמיר למחרוזת
it: è un simbolo, che non può essere convertito in una stringa
ko: 문자열로 변환할 수 없는 기호입니다
lv: ir simbols, kuru nevar pārvērst par virkni
pl: jest symbolem, którego nie można przekonwertować na ciąg znaków
pt_br: é um símbolo, que não pode ser convertido em um string
ru: это символ, который не может быть преобразован в строку
sk: je symbol, ktorý je nie možné skonvertovať na text
sv: är en symbol som inte kan konverteras till en sträng
tr: dizgeye dönüştürülemeyen bir sembol
uk: є символом, який не можна перетворити на рядок (літерал)
zh_hans: 这是一个符号，不能转换为字符串

source: is not a valid ByteString
ar: ليست ByteString صالحة
de: ist kein gültiger ByteString
el: δεν είναι έγκυρο ByteString (Byte Κειμένου)
es: no es un ByteString válido
fr: n’est pas un ByteString valide
he: אינו מחרוזת בתים (ByteString) תקנית
it: non è un oggetto ByteString valido
ko: 유효한 ByteString이 아닙니다
lv: nav derīga baitu virkne
pl: nie jest prawidłowym ByteString
pt_br: não é um ByteString válido
ru: не является допустимой ByteString
sk: nie je platný ByteString
sv: är inte en giltig ByteString
tr: geçerli bir ByteString değil
uk: не є дійсним ByteString
zh_hans: 不是有效的 ByteString

source: is not an object
ar: هو ليس كائن
de: ist kein Objekt
el: δεν είναι αντικείμενο
es: no es un objeto
fr: n'est pas un objet
he: אינו עצם
it: non è un oggetto
ko: 물건이 아니다
lv: nav objekts
pl: Nie jest obiektem
pt_br: não é um objeto
ru: не является объектом
sk: nie je objekt
sv: är inte ett objekt
tr: bir nesne değil
uk: не є об'єктом
zh_hans: 不是对象

source: is not a function
ar: هو ليس دالة
de: ist keine Funktion
el: δεν είναι συνάρτηση
es: no es una función
fr: n'est pas une fonction
he: אינה פונקציה
it: non è una funzione
ko: 함수가 아니다
lv: nav funkcija
pl: nie jest funkcją
pt_br: não é uma função
ru: это не функция
sk: nie je funkcia
sv: är inte en funktion
tr: bir işlev değil
uk: не є функцією
zh_hans: 不是函数

source: is not a view on an ArrayBuffer object
ar: ليست طريقة عرض على كائن ArrayBuffer
de: ist kein View auf ein ArrayBuffer-Objekt
el: δεν ειναι προβολή σε αντικείμενο ArrayBuffer (Πίνακα Buffer)
es: no es una vista en un objeto ArrayBuffer
fr: n'est pas une vue sur un objet ArrayBuffer
he: אינו תצוגה על עצם מסוג מכלא מערך (ArrayBuffer)
it: non è una visualizzazione su un oggetto ArrayBuffer
ko: ArrayBuffer 객체에 대한 뷰가 아닙니다
lv: nav skats uz ArrayBuffer objektu
pl: nie jest widokiem na obiekt ArrayBuffer
pt_br: não é uma visualização em um objeto ArrayBuffer
ru: не является представлением объекта ArrayBuffer
sk: nie je pohľad na ArrayBuffer objekt
sv: är inte en vy på ett ArrayBuffer-objekt
tr: ArrayBuffer nesnesindeki bir görünüm değil
uk: не є видом об'єкта ArrayBuffer
zh_hans: 不是 ArrayBuffer 对象的视图

source: is not an ArrayBuffer object or a view on one
ar: ليس كائن ArrayBuffer أو وجهة نظر على أحد
de: ist kein ArrayBuffer-Objekt oder eine View eines solchen
el: δεν είναι αντικείμενο σε ArrayBuffer (Πίνακα Buffer) ή προβολη σε έναν
es: no es un objeto ArrayBuffer o una vista en uno
fr: n'est pas un objet ArrayBuffer ou une vue sur l'un d'eux
he: אינו עצם מסוג מכלא מערך (ArrayBuffer) או תצוגה על אחד כזה
it: non è un oggetto ArrayBuffer o una vista su uno
ko: ArrayBuffer 객체 또는 뷰가 아닙니다
lv: nav ArrayBuffer objekts vai skats uz to
pl: nie jest obiektem ArrayBuffer ani widokiem na jeden z nich
pt_br: não é um objeto ArrayBuffer ou uma visualização em um
ru: не является объектом ArrayBuffer или представлением одного
sk: nie je ArrayBuffer objekt ani pohľad na jeden
sv: är inte ett ArrayBuffer-objekt eller en vy på ett
tr: bir ArrayBuffer nesnesi veya onun üzerinde bir görünüm değil
uk: не є об'єктом ArrayBuffer або його видом
zh_hans: 不是一个 ArrayBuffer 对象或一个视图
