Repository: AlmaLinux/almalinux.org
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, he, it, ja, pl, pt, pt_br, sk, tr, uk

source: It wasn't possible--until now. Easily migrate between major versions of RHEL-based distributions from 7.x to 8.x. Preserve your applications, your data, and your sanity. Run the most recent version of the OS and software you need.
de: Bisher war es nicht möglich--bis jetzt. Migriere einfach zwischen Major-Versionen von RHEL-basierten Distributionen von 7.x auf 8.x. Behalte deine Anwendungen, deine Daten, und deinen Verstand. Lasse die neuste Version des Betriebssystems und der Software laufen, so wie du es brauchst.
es: No era posible -- hasta ahora. Migra fácilmente entre versiones 7.x a 8.x de distribuciones basadas en RHEL. Conserva tus aplicaciones, tu información, y tu salud mental. Corre la versión más reciente del SO y el software que necesitas.
fr: Ce n'était pas possible, jusqu'à présent. Migrez facilement entre les principales versions des distributions basées sur RHEL, de 7.x à 8.x. Préservez vos applications, vos données et votre santé mentale. Exécutez la version la plus récente de l'OS et des logiciels dont vous avez besoin.
he: לא היתה אפשרות כזאת--עד עכשיו. אפשר להגר בין נגזרות שונות של הפצות מבוססת RHEL מ־‎7.x ל־‎8.x. לשמור על היישומים, הנתונים והשפיות. ניתן להריץ את הגרסה העדכנית ביותר של מערכת ההפעלה והתכניות הנחוצות לך.
it: Non era possibile, fino ad ora. Esegui facilmente la migrazione tra le versioni principali delle distribuzioni basate su RHEL da 7.x a 8.x. Conserva le tue applicazioni, i tuoi dati e la tua sanità mentale. Esegui la versione più recente del sistema operativo e del software di cui hai bisogno.
ja: これは「今までは」できなかったことです。RHEL ベースのディストリビューションの 7.x から 8.x までの主要な派生バージョンの間を簡単に移行できます。必要な OS やソフトウェアの最新バージョンを実行できます。
pl: To nie było możliwe - do teraz. Łatwo migruj pomiędzy głównymi wersjami dystrybucji bazowanych na RHEL od 7.x do 8.x. Zachowaj swoje aplikacje, dane i zdrowie psychiczne. Korzystaj z najnowszych wersji systemu i software'u, który potrzebujesz.
pt: Não foi possível--até agora. Migrar facilmente entre versões principais de distribuições baseadas em RHEL de 7.x para 8.x. Preservar as suas aplicações, os seus dados, e a sua sanidade. Executar a versão mais recente do SO e software que necessita.
pt_br: Isso não era possível – até agora. Migre facilmente entre versões principais de distribuições baseadas no RHEL da versão 7.x para a 8.x. Preserve seus programas, seus dados, e sua sanidade. Rode a versão mais recente do sistema operacional e dos programas que você precisa.
sk: Doteraz to nebolo možno. Jednoducho migrujte medzi hlavnými verziami distribúcií založených na RHEL z verzie 7.x na 8.x. Zachovajte si svoje aplikácie, údaje a zdravý rozum. Spúšťajte najnovšiu verziu operačného systému a softvéru, ktorý potrebujete.
tr: Mümkün değildi -- ta ki şimdiye kadar. 7.x'ten 8.x'e RHEL tabanlı dağıtımların ana sürümleri arasında kolayca geçiş yapın. Uygulamalarınızı, verilerinizi ve akıl sağlığınızı koruyun. İhtiyacınız olan işletim sisteminin ve yazılımların en son sürümünü çalıştırın.
uk: Це було неможливо - дотепер. Легко переходьте між основними версіями дистрибутивів на основі RHEL з 7.x на 8.x. Збережіть свої програми, свої дані та свій глузд. Запускайте останню версію ОС та програмного забезпечення, які вам потрібні.

source: Package Evolution Service
es: Servicio de evolución de paquetes
fr: Service d'évolution des paquets
he: שירות קידום חבילות
it: Servizio Package Evolution
ja: パッケージ展開サービス
pt_br: Serviço de Evolução de Pacotes
sk: Služba vývoja balíkov
tr: Paket Değişim Hizmeti
uk: Package Evolution Service (служба еволюції пакунків)

source: The beating heart of ELevate is the <a href="%(pes_link)s">Package Evolution Service</a> (PES) which allows you to download, customize and even submit new data sets for packages. Users and maintainers can both utilize the PES to help make migrations smooth and easy.
de: Das Herz von ELevate ist der <a href="%(pes_link)s">Package Evolution Service</a>(PES), welcher es dir erlaubt neue Datensätze für Packete herunterzuladen, zu bearbeiten und sogar Neue einzureichen. Sowohl Benutzer als auch Maintainer können mithilfe von PES Migrationen vereinfachen.
es: El corazón de ELevate es el <a href="%(pes_link)s">Servicio de evolución de paquetes</a> (PES, siglas en inglés), que permite descargar, personalizar e incluso enviar conjuntos de datos nuevos para cada paquete. Usuarios y responsables de mantenimiento pueden servirse del PES para ayudar a crear migraciones fluidas y sencillas.
fr: Le cœur battant d'ELevate est le <a href="%(pes_link)s">Service d'évolution des paquets</a> (SEP) qui vous permet de télécharger, de personnaliser et même de soumettre de nouveaux ensembles de données pour les paquets. Les utilisateurs et les mainteneurs peuvent tous deux utiliser le SEP pour aider à rendre les migrations fluides et faciles.
he: הלב הפועם של ELevate הוא <a href="%(pes_link)s">שירות קידום החבילות</a> (PES) שמאפשר להוריד, להתאים ולהגיש סדרות נתונים חדשות לחבילות. משתמשים ומתחזקים יכולים להשתמש ב־PES כדי לסייע לערוך הגירות בצורה חלקה ופשוטה.
it: Il cuore pulsante di ELevate è il <a href="%(pes_link)s">Package Evolution Service</a> (PES) che permette di scaricare, personalizzare e persino inviare nuovi set di dati per i pacchetti. Sia gli utenti che i manutentori possono utilizzare il PES per aiutare a rendere le migrazioni semplici e fluide.
ja: ELevate の心臓部は<a href="%(pes_link)s">パッケージ展開サービス</a>（PES）であり、パッケージ用の新しいデータセットをダウンロード、カスタマイズ、さらには提出できます。ユーザーとメンテナンス担当者は、両方とも、移行をスムーズかつ簡単にするために PES を使用できます。
pt_br: O coração pulsante do ELevate é o <a href="%(pes_link)s">Serviço de Evolução de Pacotes</a> (PES, sigla em inglês) que possibilita o download, customização e até o envio de novos conjuntos de dados para pacotes. Tanto os usuários quanto os mantenedores podem utilizar o PES para ajudar a fazer migrações de forma fácil e suave.
sk: Základom ELevate je <a href="%(pes_link)s">Služba vývoja balíkov</a> (PES), ktorá vám umožňuje sťahovať, prispôsobovať a dokonca odosielať nové súbory údajov pre balíčky. Používatelia aj správcovia môžu používať PES na to, aby migrácia bola hladká a jednoduchá.
tr: ELevate'in atan kalbi, paketler için yeni veri kümelerini indirmenize, özelleştirmenize ve hatta göndermenize olanak tanıyan <a href="%(pes_link)s">Paket Değişim Hizmeti</a> (Package Evolution Service - PES)'dir. Kullanıcılar ve bakımcılar, geçişleri sorunsuz ve kolay hale getirmeye yardımcı olmak için PES'i kullanabilir.
uk: Живим серцем ELevate є <a href="%(pes_link)s">Package Evolution Service</a> (PES - служба еволюції пакунків), яка дозволяє завантажувати, налаштовувати і навіть надсилати нові набори даних для пакунків. Користувачі та супроводжувачі можуть використовувати PES, щоб зробити міграцію плавною та легкою.

source: Community-wide Project
de: Communityweites Projekt
es: Proyecto a escala comunitaria
fr: Projet communautaire
he: מיזם חוצה קהילות
it: Progetto a livello della community
ja: コミュニティ全体のプロジェクト
pl: Projekt Społecznościowy
pt: Projeto de comunidade
pt_br: Projeto Comunitário
sk: Projekt pre celú komunitu
tr: Topluluk Çapında Proje
uk: Проект всієї спільноти

source: ELevate is developed in a distribution agnostic way and is built as a tool for the whole ecosystem, not just AlmaLinux. ELevate supports migrating to/from other distributions and is open for all to contribute to and enhance.
de: ELevate wird distributionsunabhängig entwickelt und ist als Tool für das komplette Ökosystem, nicht nur AlmaLinux, gedacht. ELevate erlaubt Migrationen zu/von anderen Distributionen und jedem ist es möglich zum Projekt beizutragen.
es: ELevate se desarrolla de forma independiente a la distribución y se crea como una herramienta para todo el ecosistema, no solo para AlmaLinux. ELevate admite la migración hacia/desde otras distribuciones y está abierto para que todos contribuyan y mejoren.
fr: ELevate est développé de manière agnostique par rapport aux distributions et est construit comme un outil pour l'ensemble de l'écosystème, pas seulement pour AlmaLinux. ELevate supporte la migration vers/depuis d'autres distributions et est ouvert à la contribution et à l'amélioration de tous.
he: ELevate מפותחת באופן שאינו מזוהה עם אף הפצה והוא נבנה ככלי עבור כלל התשתית העוטפת, לא רק עבור AlmaLinux. ל־ELevate יש תמיכה בהגירה מתוך/אל הפצות אחרות והיא פתוחה כדי שכולם יוכלו לתרום ולשפר.
it: ELevate è sviluppato in modo indipendente dalla distribuzione ed è costruito come uno strumento per l'intero ecosistema, non solo per AlmaLinux. ELevate supporta la migrazione da/verso altre distribuzioni ed è aperto a tutti per contribuire e migliorare.
ja: ELevate はディストリビューションにとらわれない方法で開発されており、AlmaLinux だけでなく、エコシステム全体のためのツールとして構築されています。ELevate は他のディストリビューションからの移行にも対応しており、すべての人が貢献し、強化できるためオープンです。
pt_br: O ELevate é desenvolvido de uma maneira independente de distribuição e é construído como uma ferramenta para todo o ecossistema, não somente para o AlmaLinux. ELevate suporta a migração de/para outras distribuições e é aberto para todos contribuírem e desenvolverem.
sk: Elevate je vyvinutý distribučným agnostickým spôsobom a je vytvorený ako nástroj pre celý ekosystém, nielen pre AlmaLinux. ELevate podporuje migráciu do/z iných distribúcií a je otvorený pre všetkých, aby prispeli a zlepšovali ho.
tr: ELevate, dağıtımdan bağımsız bir şekilde geliştirilmiştir ve yalnızca AlmaLinux için değil, tüm ekosistem için bir araç olarak oluşturulmuştur. ELevate, diğer dağıtımlara/dağıtımlardan geçişi destekler ve herkesin katkıda bulunmasına ve geliştirmesine açıktır.
uk: ELevate розроблено без прив'язки до дистрибутиву та створено як інструмент для всієї екосистеми, а не лише для AlmaLinux. ELevate підтримує перехід до/із інших дистрибутивів та відкритий для всіх щодо їх участі та покращення.

source: FAQ
es: Preguntas frecuentes
fr: Foire aux Questions
he: שו״ת
it: DOMANDE FREQUENTI
ja: よくある質問
pl: Często zadawane pytania
sk: Najčastejšie otázky
tr: SSS
uk: Часті питання

source: What is ELevate?
de: Was ist ELevate?
es: ¿Qué es ELevate?
fr: Qu'est-ce que ELevate ?
he: מה זה ELevate?
it: Cos'è ELevate?
ja: ELevate とは？
pl: Co to ELevate?
pt_br: O que é o ELevate?
sk: Čo je ELevate?
tr: ELevate nedir?
uk: Що таке ELevate?

source: ELevate is a project aimed to provide the ability to migrate between major versions of RHEL-based distributions from 7.x to 8.x. It combines Red Hat's Leapp framework with a community created library and service for the migration metadata set required for it.
es: ELevate es un proyecto destinado a brindar la capacidad de migrar entre versiones principales de distribuciones basadas en RHEL de 7.x a 8.x. Combina el marco Leapp de Red Hat con una biblioteca y un servicio creados por la comunidad para el conjunto de metadatos de migración necesarios.
fr: ELevate est un projet visant à fournir la possibilité de migrer entre les principales versions des distributions basées sur RHEL, de 7.x à 8.x. Il combine le cadre de travail Leapp de Red Hat avec une bibliothèque et un service créés par la communauté pour l'ensemble des métadonnées de migration nécessaires.
he: ELevate הוא מיזם שמיועד לספק יכולת להגר בין הפצות שונות מבוססות RHEL מ־7‎.x אל ‎8.x. הוא משלב את תשתית Leapp מבית Red Hat עם ספריה ושירות שנוצרו על ידי הקהילת לטובת סדרת נתוני על להגירה שנדרשים לה.
it: ELevate è un progetto che mira a fornire la possibilità di migrare tra le principali versioni delle distribuzioni basate su RHEL dalla 7.x alla 8.x. Combina il framework Leapp di Red Hat con una libreria creata dalla comunità e un servizio per il set di metadati di migrazione necessari.
ja: ELevate は、7.x から 8.x へと RHEL ベースのディストリビューションの主要バージョンの間での移行機能を提供することを目的としたプロジェクトです。Red Hat の Leapp フレームワークと、それに必要な移行メタデータセット用のコミュニティで作成されたライブラリとサービスが組み合わさっています。
pt_br: O ELevate é um projeto que busca proporcionar a habilidade de migrar entre versões principais de distribuições baseadas no RHEL das versões 7.x para 8.x. Ele combina o framework Leapp da Red Hat com uma biblioteca criada pela comunidade e um serviço para os metadados de migração necessários para isso.
sk: ELevate je projekt, ktorého cieľom je poskytnúť možnosť migrovať medzi hlavnými verziami distribúcií založených na RHEL z verzie 7.x na 8.x. Kombinuje Red Hat framework Leapp s komunitou vytvorenou knižnicou a službou pre migráciu sady metadát, ktoré sú pre ňu potrebné.
tr: ELevate, RHEL tabanlı dağıtımların ana sürümleri arasında 7.x'ten 8.x'e geçiş imkanı sağlamayı amaçlayan bir projedir. Red Hat'in Leapp çerçevesini, topluluk tarafından oluşturulan bir kütüphane ve bunun için gerekli olan geçiş üst veri seti için hizmet ile birleştirir.
uk: ELevate — це проект, покликаний надати можливість переходу між основними версіями дистрибутивів на основі RHEL від 7.x до 8.x. Він поєднує фреймворк Red Hat Leapp зі створеною спільнотою бібліотекою та службою для міграції набору метаданих, необхідного для неї.

source: This looks awesome. How can I contribute?
de: Das sieht cool aus. Wie kann ich dazu beitragen?
es: Suena genial. ¿Cómo puedo colaborar?
fr: Ça a l'air génial. Comment puis-je contribuer ?
he: נראה מגניב. איך אפשר לתרום?
it: Sembra fantastico. Come posso contribuire?
ja: 素晴らしいですね。どのように貢献すればいいですか？
pl: To wygląda niesamowicie. Jak mogę w tym uczestniczyć - pomóc?
pt_br: Isso parece fantástico! Como eu posso contribuir?
sk: Vyzerá to úžasne. Ako môžem prispieť?
tr: Bu harika görünüyor. Nasıl katkıda bulunabilirim?
uk: Це виглядає приголомшливо. Як я можу взяти участь?

source: First join us at <a href="%(chat_link)s">#migration</a> Mattermost channel. You can find the tool code here: <a href="%(github_link)s">%(github_link)s</a> and you can add/edit/interact with package metadata at <a href="%(pes_link)s">%(pes_link)s</a>.
de: Trete zuerst unserem Mattermost-Kanal <a href="%(chat_link)s">#migration</a> bei. Den Quellcode dazu findest du hier: <a href="%(github_link)s">%(github_link)s</a>. Und du kannst unter <a href="%(pes_link)s">%(pes_link)s</a> Paket-Metadaten hinzufügen, bearbeiten oder mit interagieren.
es: Primero únetenos en <a href="%(chat_link)s">#migración</a> el canal de Mattermost. Puedes encontrar el código aquí: <a href="%(github_link)s">%(github_link)s</a> y puedes agregar/editar/interactuar con la metadata en <a href="%(pes_link)s">%(pes_link)s</a>.
fr: Rejoignez-nous d'abord sur le canal <a href="%(chat_link)s">#migration</a> Mattermost. Vous pouvez trouver le code de l'outil ici : <a href="%(github_link)s">%(github_link)s</a> et vous pouvez ajouter/modifier/interagir avec les métadonnées du package sur <a href="%(pes_link)s">%(pes_link)s</a>.
he: תחילה אפשר להצטרף אלינו בערוץ <a href="%(chat_link)s">‎#migration</a> ב־Mattermost. אפשר למצוא את הקוד של הכלי כאן: <a href="%(github_link)s">%(github_link)s</a> וניתן להוסיף/לערוך/לשחק עם נתוני העל של החבילות דרך <a href="%(pes_link)s">%(pes_link)s</a>.
it: Per prima cosa unisciti a noi al canale <a href="%(chat_link)s">#migration</a> di Mattermost. Puoi trovare il codice qui: <a href="%(github_link)s">%(github_link)s</a> e puoi aggiungere/modificare/interagire con i metadati del pacchetto in <a href="%(pes_link)s">%(pes_link)s</a>.
ja: まずは Mattermost の <a href="%(chat_link)s">#migration</a> チャンネルに参加してください。<a href="%(github_link)s">%(github_link)s</a> からツールのリンクを確認できます。また、<a href="%(pes_link)s">%(pes_link)s</a> からメタデータを追加、変更、操作できます。
pt_br: Primeiro junte-se a nós no canal Mattermost <a href="%(chat_link)s">#migration</a>. Você vai encontrar o código da ferramenta aqui: <a href="%(github_link)s">%(github_link)s</a> e você pode adicionar/remover/interagir com metadados de pacotes em <a href="%(pes_link)s">%(pes_link)s</a>.
sk: Najprv sa k nám pripojte na Mattermost kanáli <a href="%(chat_link)s">#migration</a>. Zdrojové kódy nástroja nájdete tu: <a href="%(github_link)s">%(github_link)s</a>. Pridávať, upravovať a pracovať s metadátami balíka môžete na adrese <a href="%(pes_link)s">%(pes_link)s</a>.
tr: Önce <a href="%(chat_link)s">#migration</a> Mattermost kanalında bize katılın. Araç kodunu burada bulabilirsiniz: <a href="%(github_link)s">%(github_link)s</a> ve <a href="%(pes_link)s">%(pes_link)s</a> adresinde paket üst verileri ekleyebilir/düzenleyebilir/etkileşim kurabilirsiniz.
uk: Спочатку приєднуйтесь до нас на каналі <a href="%(chat_link)s">#migration</a> у Mattermost. Ви можете знайти код цього інструменту на: <a href="%(github_link)s">%(github_link)s</a> і ще ви можете додавати/редагувати/взаємодіяти з метаданими пакунку за адресою<a href="%(pes_link)s">%(pes_link)s</a>.

source: Is this ready for production?
de: Ist das bereit für Produktion?
es: ¿Está esto listo para la producción?
fr: Est-ce prêt pour la production ?
he: זה מוכן לסביבה תעשייתית?
it: È pronto per la produzione?
ja: 商用環境でも十分に使用可能ですか？
pt_br: Isso está pronto para produção?
sk: Je tento nástroj pripravený na produkčné použitie?
tr: Bu gerçek çalışma ortamları için hazır mı?
uk: Воно вже готове до продукування?

source: YMMV. Every environment is different and unique based on applications and configurations. Since this is still under development, to avoid any surprises, we highly recommend that you test migrations scenarios in a VM or sandbox before running a migration in production.
es: Depende. Cada entorno es distinto y único en cuanto a las aplicaciones y las configuraciones. Como esta herramienta sigue en desarrollo, para evitarse sorpresas, recomendamos encarecidamente que someta a prueba cada escenario de migración en una máquina virtual o un entorno de pruebas antes de intentarlo en el entorno de producción.
fr: YMMV. Chaque environnement est différent et unique en fonction des applications et des configurations. Étant donné que cette fonctionnalité est encore en cours de développement, pour éviter toute surprise, nous vous recommandons vivement de tester les scénarios de migration dans une VM ou un bac à sable avant d'exécuter une migration en production.
he: כל מקרה לגופו. כל סביבה תעשייתית שונה וייחודית כתלות ביישומים ובהגדרות שלה. מאחר שעדיין מדובר במוצר בתהליכי פיתוח, כדי להימנע מהפתעות, אנו ממליצים לבדוק את תרחישי ההגירה במכונה וירטואלית או בסביבה מבודדת בטרם הרצת ההגירה בסביבה התעשייתית.
it: Dipende. Ogni ambiente è diverso e unico in base alle applicazioni e alle configurazioni. Poiché è ancora in fase di sviluppo, per evitare qualsiasi sorpresa, si consiglia vivamente di testare gli scenari di migrazione in una VM o sandbox prima di eseguire una migrazione in produzione.
ja: 人によって異なります。全ての環境は、アプリケーションや設定などにより異なります。ArumaLinux は開発中であるため、不測の事態を避けるためにも、本番環境で移行を実行する前に、VM またはサンドボックスで移行シナリオをテストすることを強くお勧めします。
pt_br: Depende. Cada ambiente é diferente e único, baseado em aplicações e configurações. Como isso ainda está em desenvolvimento, para evitar surpresas, recomendamos fortemente que você teste cenários de migração em uma máquina virtual ou sandbox antes de fazer uma migração em produção.
sk: Každé prostredie je iné a jedinečné na základe aplikácií a konfigurácií. Keďže je ale tento nástroj stále vo vývoji, a aby ste sa vyhli akýmkoľvek prekvapeniam, dôrazne odporúčame, aby ste si pred spustením migrácie v produkcii otestovali scenáre migrácie vo virtuálnom počítači alebo izolovanom prostredí.
tr: Sizin tecrübeniz farklı olabilir. Her ortam, uygulamalara ve yapılandırmalara dayalı olarak farklı ve benzersizdir. Bu hala geliştirme aşamasında olduğundan, herhangi bir sürpriz yaşamamak için geçiş senaryolarını gerçek ortamlarda çalıştırmadan önce bir sanal makinede veya korumalı alanda test etmenizi önemle tavsiye ederiz.
uk: Кінцевий результат може бути різним. Кожне середовище різне та унікальне відповідно до додатків та конфігурацій. Оскільки код все ще знаходиться на стадії розробки, щоб уникнути будь-яких несподіванок, ми настійно рекомендуємо вам перевірити сценарії міграції на віртуальній машині або пісочниці, перш ніж запускати міграцію у продукування.

source: What operating systems does ELevate support?
de: Welche Betriebssysteme unterstützt ELevate?
es: ¿Cuáles sistemas operativos admite ELevate?
fr: Quels systèmes d'exploitation ELevate prend-il en charge ?
he: באילו מערכת הפעלה תומכת ELevate?
it: Quali sistemi operativi supporta ELevate?
ja: ELevate はどのような OS に対応していますか？
pl: Jakie systemy operacyjne wspiera ELevate?
pt_br: Que sistemas operacionais o ELevate suporta?
sk: Aké operačné systémy podporuje ELevate?
tr: ELevate hangi işletim sistemlerini destekliyor?
uk: Які операційні системи підтримує ELevate?

source: Currently ELevate provides Leapp data for migration from CentOS 7 to the following OS: <ul> <li>AlmaLinux OS 8</li> <li>CentOS Stream 8</li> <li>Oracle Linux 8</li> <li>Rocky Linux 8</li> </ul>
es: Actualmente, ELevate brinda datos Leapp para migrar de CentOS 7 a los sistemas operativos siguientes: <ul> <li>AlmaLinux OS 8</li> <li>CentOS Stream 8</li> <li>Oracle Linux 8</li> <li>Rocky Linux 8</li> </ul>
fr: Actuellement ELevate fournit des données Leapp pour la migration de CentOS 7 vers les OS suivants: <ul> <li>AlmaLinux OS 8</li> <li>CentOS Stream 8</li> <li>Oracle Linux 8</li> <li>Rocky Linux 8<li></ul>
he: ELevate מספקת כיום נתוני Leapp להגירה מ־CentOS 7 למערכות ההפעלה הבאות: <ul> <li>AlmaLinux OS 8</li>‏ <li>CentOS Stream 8</li> ‏<li>Oracle Linux 8</li>‏ <li>Rocky Linux 8</li> </ul>
it: Attualmente ELevate fornisce i dati Leapp per la migrazione da CentOS 7 ai seguenti sistemi operativi: <ul> <li>AlmaLinux OS 8</li> <li>CentOS Stream 8</li> <li>Oracle Linux 8</li> <li>Rocky Linux 8</li> </ul>
ja: 現在、ELEVate は CentOS 7 から以下の OS へ移行するための Leapp データを提供しています: <ul> <li>Alma Linux OS 8</li> <li>CentOS Stream 8</li> <li>Oracle Linux 8</li> <li>Rocky Linux 8</li> </ul>
pt_br: Atualmente, o ELevate fornece dados Leapp para migração do CentOS 7 para os seguintes sistemas operacionais: <ul> <li>AlmaLinux OS 8</li> <li>CentOS Stream 8</li> <li>Oracle Linux 8</li> <li>Rocky Linux 8</li> </ul>
sk: V súčasnosti ELevate poskytuje údaje Leapp na migráciu z CentOS 7 na nasledujúce OS: <ul> <li>AlmaLinux OS 8</li> <li>CentOS Stream 8</li> <li>Oracle Linux 8</li> <li>Rocky Linux 8</li> </ul>
tr: Şu anda ELevate, CentOS 7'den aşağıdaki işletim sistemlerine geçiş için Leapp verileri sağlamaktadır: <ul> <li>AlmaLinux OS 8</li> <li>CentOS Stream 8</li> <li>Oracle Linux 8</li> <li>Rocky Linux 8</li> </ul>
uk: Наразі ELevate надає дані Leapp для міграції з CentOS 7 до таких ОС: <ul> <li>AlmaLinux OS 8</li> <li>CentOS Stream 8</li> <li>Oracle Linux 8</li> <li>Rocky Linux 8</li> </ul>

source: Will migration be "in-place"?
es: ¿La migración se efectuará «in situ»?
fr: La migration sera-t-elle " sur place " ?
he: האם ההגירה תתבצע בו במקום?
it: La migrazione sarà "sul posto"?
ja: 移行は「in-place」で行われますか？
pl: Czy migracja będzie "na miejscu" (in-place)?
pt_br: Ao migrar, tudo estará "em ordem"?
sk: Bude migrácia „priama“?
tr: Geçiş "yerinde" mi olacak?
uk: Міграція відбувається за сценарієм "на місці" (in-place)?

source: Yes. All your data, applications and settings will be kept.
de: Ja. Alle deine Daten, Anwendungen und Einstellungen bleiben erhalten.
es: Sí. Se conservarán todos sus datos, aplicaciones y configuraciones.
fr: Oui. Toutes vos données, applications et paramètres seront conservés.
he: כן. כל הנתונים, היישומים וההגדרות שלך יישמרו.
it: Sì. Tutti i tuoi dati, applicazioni e impostazioni saranno conservati.
ja: はい。すべてのデータ、アプリケーション、および設定は保持されます。
pl: Tak. Wszystkie twoje dane, aplikacje i ustawienia zostaną zachowane.
pt_br: Sim. Todos os seus dados, aplicativos e configurações serão mantidos.
sk: Áno. Všetky vaše údaje, aplikácie a nastavenia zostanú zachované.
tr: Evet. Tüm verileriniz, uygulamalarınız ve ayarlarınız korunacak.
uk: Так. Усі ваші дані, програми та налаштування будуть збережені.
