{
    "Read more": "もっと見る",
    "Sorry, but the page you were trying to access could not be found.": "申し訳ありませんが、アクセスしようとしたページが見つかりませんでした。",
    "Resources": "リソース",
    "Wiki": "Wiki",
    "Bugs": "バグ",
    "Repository": "リポジトリ",
    "Downloads": "ダウンロード",
    "Membership": "メンバーシップ",
    "Mailing Lists": "メーリングリスト",
    "Forums": "フォーラム",
    "Legal Notice": "法的なお知らせ",
    "Privacy Policy": "プライバシーポリシー",
    "Terms of Service": "利用規約",
    "Licensing Policy": "ライセンスポリシー",
    "Trademark Usage Policy": "商標使用ポリシー",
    "Foundation Bylaws": "財団法人の規約",
    "Blog": "ブログ",
    "Migrate from CentOS 8": "CentOS 8 から移行する",
    "Report Bugs": "バグを報告する",
    "Shop": "ショップ",
    "Translate": "翻訳する",
    "Download": "ダウンロード",
    "Continue reading": "続きを読む",
    "Previous": "前",
    "Next": "次",
    "Contribute to AlmaLinux OS development": "AlmaLinux OS 開発に貢献する",
    "General chat": "一般的なチャット",
    "Development": "開発",
    "Infrastructure": "インフラストラクチャー",
    "Security": "セキュリティ",
    "Documentation": "ドキュメント",
    "Marketing": "マーケティング",
    "Web presence": "Web プレゼンス",
    "Join AlmaLinux OS community chat": "AlmaLinux OS コミュニティチャットに参加する",
    "ELevate Your Distribution": "ご使用のディストリビューションを ELevate する",
    "Get Started": "はじめましょう",
    "Discuss": "議論",
    "About": "概要",
    "Major Version Upgrades": "メジャーバージョンの更新",
    "Package Evolution Service": "パッケージ展開サービス",
    "Community-wide Project": "コミュニティ全体のプロジェクト",
    "ELevate is developed in a distribution agnostic way and is built as a tool for the whole ecosystem, not just AlmaLinux. ELevate supports migrating to/from other distributions and is open for all to contribute to and enhance.": "ELevate はディストリビューションにとらわれない方法で開発されており、AlmaLinux だけでなく、エコシステム全体のためのツールとして構築されています。ELevate は他のディストリビューションからの移行にも対応しており、すべての人が貢献し、強化できるためオープンです。",
    "What is ELevate?": "ELevate とは？",
    "This looks awesome. How can I contribute?": "素晴らしいですね。どのように貢献すればいいですか？",
    "Is this ready for production?": "商用環境でも十分に使用可能ですか？",
    "What operating systems does ELevate support?": "ELevate はどのような OS に対応していますか？",
    "Yes. All your data, applications and settings will be kept.": "はい。すべてのデータ、アプリケーション、および設定は保持されます。",
    "Is this live or does it require a reboot?": "これは起動したまま可能ですか、それとも再起動が必要ですか？",
    "Migrations will require your system to reboot twice.": "移行には 2 回の再起動が必要です。",
    "What does the Package Evolution Service do?": "パッケージ展開サービスは何をするのでしょうか？",
    "Red Hat offers a data set which is non-freely licensed. Are you using this same data set?": "Red Hat は、自由ではないライセンスのデータセットを提供しています。同じデータセットを使用していますか？",
    "What license is your metadata under?": "メタデータはどのようなライセンスに基づいているのですか？",
    "The metadata is provided under an Apache License.": "メタデータは Apache ライセンスで提供されます。",
    "Why are you supporting migration to other distributions?": "なぜ他のディストリビューションへの移行に対応しているのですか？",
    "Apply for membership": "会員に登録する",
    "Contributor Member": "コントリビューター会員",
    "An individual application for anyone who uses AlmaLinux OS, contributes to AlmaLinux OS, provides services to the AlmaLinux OS community or otherwise supports the AlmaLinux OS.": "AlmaLinux OSを使用する人、AlmaLinux OS に貢献する人、AlmaLinux OS コミュニティにサービスを提供する人、あるいはその他の方法で AlmaLinux OS をサポートするすべての人のための会員制度。",
    "Apply": "申し込む",
    "Mirror Member": "ミラー会員",
    "Sponsor Member": "賛助会員",
    "Entities who wish to contribute funding for the project through sponsorship.": "スポンサーシップを通じてプロジェクトに資金を提供したいと考えている企業。",
    "Do you have membership related questions?": "会員に関する質問はありますか？",
    "Contact us": "ご連絡ください",
    "Board of Directors": "運営委員会",
    "Free Linux OS for the community, by the community": "コミュニティによるコミュニティのための無料の Linux OS",
    "Contribute": "貢献する",
    "Migrate": "移行する",
    "Our GitHub organization contains source code and tools used to build AlmaLinux OS and related infrastructure.": "GitHub には、AlmaLinux OS と関連インフラの構築に使用するソースコードとツールが含まれています。",
    "Explore": "探検する",
    "Join our vibrant Reddit community, interact with other AlmaLinux OS users, receive updates, find and provide help.": "活気のある Reddit コミュニティに参加し、他の AlmaLinux OS ユーザーと交流し、アップデートを受け取り、ヘルプを見つけたり提供したりしましょう。",
    "Join": "参加する",
    "Community chat": "コミュニティ チャット",
    "Join a real time discussion with other AlmaLinux OS community members, governance team and AlmaLinux OS developers.": "他の AlmaLinux OS コミュニティ メンバー、ガバナンス チーム、AlmaLinux OS 開発者とのリアルタイム ディスカッションに参加してください。",
    "Engage": "従事する",
    "Community forums": "コミュニティ フォーラム",
    "Ask questions, get answers and contribute community support to others in AlmaLinux OS community and developers alike.": "質問をしたり、回答を得たり、AlmaLinux OS コミュニティの他の人や開発者にコミュニティ サポートを提供します。",
    "Discover": "発見する",
    "About AlmaLinux OS": "AlmaLinux OS について",
    "The AlmaLinux OS Foundation is a 501(c)(6) non-profit created for the benefit of the AlmaLinux OS community.": "AlmaLinux OS 財団は、AlmaLinux OS コミュニティの利益のために作成された、米国歳入法 501(c)(6) に基づく非営利団体です。",
    "Get AlmaLinux OS": "AlmaLinux OS の取得",
    "AlmaLinux supports 4 architectures:": "AlmaLinux が対応している 4 つのアーキテクチャ:",
    "Download ISO from mirrors": "ISO をミラーサイトからダウンロードする",
    "AlmaLinux provides official images for cloud providers:": "AlmaLinux は、クラウドプロバイダー向けに公式イメージを提供しています。",
    "AlmaLinux provides official OCI, Docker and UBI compatible images.": "AlmaLinux は、公式の OCI、Docker、UBI 互換イメージを提供しています。",
    "Get Docker Image": "Dockerイメージを入手",
    "Get OCI Image from Quay.io": "Quay.io から OCI イメージを入手",
    "AlmaLinux builds Live Media images for GNOME, GNOME Mini, KDE, XFCE and MATE options.": "AlmaLinux は、GNOME、GNOME Mini、KDE、XFCE、および MATE オプション用の Live Media イメージを生成します。",
    "Get Live Media Image": "ライブメディアイメージを入手",
    "AlmaLinux provides official images for Vagrant:": "AlmaLinux が提供している Vagrant の公式イメージ：",
    "Get AlmaLinux on Vagrant Cloud": "Vagrant Cloud から AlmaLinux を取得",
    "AlmaLinux images are available for LXC/LXD.": "AlmaLinux のイメージは、LXC/LXD で使用できます。",
    "Get LXC/LXD Images": "LXC/LXDイメージを入手",
    "AlmaLinux builds Raspberry Pi images, and also with GNOME desktop environment.": "AlmaLinux は Raspberry Pi 用のイメージや、GNOME デスクトップ環境も提供しています。",
    "Get Raspberry Pi Image": "Raspberry Pi向けのイメージを入手",
    "Run the AlmaLinux terminal environment on Windows.": "Windows上でAlmaLinuxのターミナル環境を実行します。",
    "Get AlmaLinux for WSL": "WSL用のAlmaLinuxを入手",
    "Backed by": "支援者",
    "Production-ready": "商用環境に対応",
    "AlmaLinux OS is an enterprise-grade server OS and a stable Linux distribution with regular releases that come with a long support windows. You can rely on AlmaLinux OS to run any and every critical workloads.": "AlmaLinux OS は、商用レベルのサーバー OS であり、通常のリリースに長いサポートが付属する安定した Linux ディストリビューションです。AlmaLinux OS を利用して、あらゆる重要なワークロードを実行できます。",
    "Fully supported, always free": "完全にサポート、常に無料",
    "AlmaLinux OS Foundation members, sponsors and partners back the AlmaLinux OS with investments and long support commitments to ensure the distribution is free of limitations, fees and charges.": "AlmaLinux OS 財団のメンバー・スポンサー・パートナーは、AlmaLinux OS を支援し、配布に制限・料金がかからないようにするための投資と長期にわたるサポートを約束します。",
    "Effortless to switch to": "切り替えは簡単",
    "read how": "移行方法について",
    "Commercial Support": "商用サポート",
    "Answers to Key Questions": "よくある質問と回答",
    "Stay updated!": "最新の情報を入手しましょう！",
    "AlmaLinux OS in the Press": "AlmaLinux OS のプレスリリース",
    "Who is AlmaLinux OS for?": "AlmaLinux OS は誰のためのものですか?",
    "Why did we call it AlmaLinux OS?": "AlmaLinux OS の名前の由来は？",
    "Alma means soul in Spanish and other Latin languages. Looking back, it is easy to see that Linux is as popular and pervasive as it is thanks to the efforts of a passionate, diverse developer community. This community is the soul of Linux, and everyone that relies on a Linux distribution is indebted to the efforts of the Linux community. That is why we called our new distribution AlmaLinux OS.": "Alma とは、スペイン語をはじめとするラテン語で魂を意味します。思い起こすと、Linux がこれほどまでに普及し、浸透しているのは、情熱的で多様な開発者コミュニティの努力の賜物であることがよくわかります。このコミュニティこそが Linux の魂であり、Linux ディストリビューションに依存するすべての人が、Linux コミュニティの努力に感謝しています。そこで、新しいディストリビューションをAlmaLinux OS と名付けました。",
    "What motivated us?": "私たちのモチベーションの根源は？",
    "I want to convert from CentOS to AlmaLinux OS. How do I do it?": "CentOS から AlmaLinux OS に移行させたいです。どうすればいいですか？",
    "Can I really port an entire fleet of servers from CentOS to AlmaLinux OS with a single command?": "本当にコマンド 1 つで、複数のサーバー全体を CentOS から AlmaLinux OS に移行することはできますか？",
    "If you are using CentOS 7 or 8 and need help upgrading and migrating, check out": "CentOS 7 または 8 を使用していて、アップグレードと移行についてサポートが必要な場合は、次のツールを確認してください。",
    "ELevate.": "移行ツール ELevate について。",
    "AlmaLinux Mailing lists": "AlmaLinux メーリングリスト",
    "(PES) which allows you to download, customize and even submit new data sets for packages. Users and maintainers can both utilize the PES to help make migrations smooth and easy.": "（PES）を使用して、パッケージの新しいデータ セットをダウンロード、カスタマイズ、さらに送信もできます。ユーザーとメンテナーの両方が PES を利用して、移行をスムーズかつ簡単にします。",
    "Membership Committee": "メンバーシップ委員会",
    "Move from CentOS 7.x to 8.x version of the RHEL derivative of your choice, or upgrade from 8.x to 9.x within the same derivative.": "選択した RHEL 派生ディストリビューションの CentOS 7.x から 8.x バージョンに移行するか、同じ派生ディストリビューション内で 8.x から 9.x にアップグレードできます。",
    "It wasn't possible--until now. Move from CentOS 7.x to 8.x version of the RHEL derivative of your choice, or upgrade from 8.x to 9.x within the same derivative. Preserve your applications, your data, and your sanity.": "今までは不可能でした。RHEL 派生ディストリビューションの CentOS を選択し 7.x から 8.x バージョンに移行するか、同じ派生ディストリビューション内で 8.x から 9.x にアップグレードします。アプリケーション、データ、および健全性を維持します。",
    "Run the most recent version of the OS and software you need.": "あなたが必要とする最新バージョンの OS とソフトウェアで動作させます。",
    "and you can add/edit/interact with package metadata at": "パッケージのメタデータの追加/編集/操作をするための",
    "Every environment is different and unique based on applications and configurations.": "すべての環境は、アプリケーションと構成に基づいて異なり、一意です。",
    "Since this is still under development, to avoid any surprises, we highly recommend that you test migrations scenarios in a VM or sandbox before running a migration in production.": "これはまだ開発中です。予期しない事態を避けるために、運用環境で移行を実行する前に、VM またはサンドボックスで移行シナリオを必ずテストしてから使用してください。",
    "Currently, ELevate project supports the following migration directions:": "現在、ELevate プロジェクトが対応している移行：",
    "* - migration to CentOS Stream 9 is currently in process and will be available later.": "* - CentOS Stream 9 への移行は現在開発中です。しばらくお待ちください。",
    "** - migration to Oracle Linux 9 is available with the": "** - Oracle Linux 9 への移行は、",
    "and will not be supported by ELevate project.": "を使用してください。ELevate プロジェクトでは対応しません。",
    "Will migration be \"in-place\"?": "移行は「in-place」で行われますか？",
    "Metadata answers questions about how packages evolve between major distribution releases.": "メタデータは、主要なディストリビューションのリリース間でパッケージがどのように進化するかについての質問に答えてます。",
    "PES supports several classes of rules for packages such as added, removed, renamed, split, merged, and so on.": "PES は、追加、削除、名前変更、分割、マージなど、パッケージのクラスの規則に対応しています。",
    "The service also allows everyone to improve the data by adding new actions or even create a custom dataset for packages from third-party or private repositories.": "また、このサービスでは、誰もが新しいアクションを追加してデータを改良したり、サードパーティまたはプライベート リポジトリからのパッケージのカスタム データセットを作成できます。",
    "RedHat offers a data set which is non-freely licensed. Are you using this same data set?": "RedHat は、自由なライセンスではないデータセットを提供しています。これと同じデータセットを使用していますか？",
    "The CentOS ecosystem is a very large and diverse community.": "CentOS のエコシステムは、非常に大規模で多様なコミュニティです。",
    "We've developed this project in good faith in the hope that everyone in the community can use and contribute to, no matter which distro you prefer.": "私たちは、コミュニティの誰もが、あなたがどのディストリビューションを好むかにかかわらず、使用し、貢献できることを願って、誠実にこのプロジェクトを開発しました。",
    "That's the open source way.": "それがオープンソースの流儀です。",
    "Switching distributions is usually costly and time-consuming, but that's not the case when switching from CentOS and other RHEL® derivatives to AlmaLinux OS.": "ディストリビューションを移行するには通常お金も時間もかかります。しかし、CentOSやRHEL®あるいはその派生ディストリビューションからAlmaLinux OSに移行する場合はそうではありません。",
    "Switching is easy": "移行は簡単です",
    "The beating heart of ELevate is the": "ELevate の心臓部である",
    "First join us at": "まず参加するのは",
    "channel.": "チャンネル。",
    "The Package Evolution Service stores package migration metadata.": "Package Evolution Service は、パッケージ移行メタデータを保存します。",
    "Status Page": "ステータス ページ",
    "AlmaLinux Software Bill of Materials (SBOM) Information": "AlmaLinux Software Bill of Materials（SBOM）情報",
    "AlmaLinux provides a Software Bill of Materials (SBOM) for its releases.": "AlmaLinux は、そのリリース用のソフトウェア 一覧（SBOM）を提供しています。",
    "What is an SBOM?": "SBOM とは？",
    "SBOM, which stands for Software Bill of Materials, is something akin to an “ingredient list” for a codebase.": "Software Bill of Materials の略である SBOM は、コードベースの「構成要素リスト」のようなものです。",
    "It helps identify the contents of software, including what open source and third-party components are used, licensing information, components&#39; versions and if there are any known vulnerabilities in those components.": "使用しているオープンソースおよびサードパーティ製コンポーネント、ライセンス情報、コンポーネントのバージョン、それらのコンポーネントに既知の脆弱性があるかどうかなど、ソフトウェアの内容を特定するのに役立ちます。",
    "The SBOM is the “ingredient list”, the code are the ingredients, the build system is the “kitchen” where those ingredients get built into the final piece of software which you consume.": "SBOM は「構成要素リスト」であり、コードは構成要素であり、ビルド システムは「キッチン」であり、これらの構成要素は、使用するソフトウェアの最終的な部分に組み込まれます。",
    "Why are SBOMs important?": "なぜ SBOM が重要なのですか？",
    "Open source software is used extensively in applications, but it has led to the discovery of high-profile hacks and vulnerabilities.": "オープンソース ソフトウェアはアプリケーションで広く使用されていますが、その分、有名なハッキングや脆弱性の発見につながっています。",
    "SBOMs are meant to provide the community and users of open source with even more transparency, and an efficient way to identify (in the case of a risk) individual files, libraries, dependencies, etc. thereby increasing the trust and confidence in the use of open source software.": "SBOM は、オープンソースのコミュニティとユーザーに、より一層の透明性を提供し、個々のファイル、ライブラリ、依存関係などを（リスクが発生した場合）特定する効率的な方法を提供することで、オープンソース ソフトウェアの使用に対する信頼と信用を高めることを目的としています。",
    "thinks so too…": "もそう思っています…",
    "The Linux Foundation and Open Source Security Foundation (OpenSSF) have also produced a plan called the": "また、Linux Foundation と Open Source Security Foundation (OpenSSF) は、",
    "which calls for industry action to develop software component frameworks, including SBOMs, to expedite discovery of and response to future vulnerabilities like Log4j.": "これは、Log4j のような将来の脆弱性の発見と対応を促進するために、SBOM を含むソフトウェア コンポーネント フレームワークを開発するための業界の行動を求めています。",
    "...And the president himself": "...そして大統領自身",
    "An SBOM has been spotlighted as a key part of the solution presented by the president in the": "大統領が発表した解決法の重要な部分としてSBOM が脚光を浴びた年",
    "What AlmaLinux Provides": "AlmaLinux が提供するもの",
    "has implemented SBOM into the pipeline for the reasons listed above, to enable:": "上記の理由からパイプラインに SBOM を実装し、以下を可能にしました：",
    "Tracing the whole build process from pulling sources from CentOS git repositories to releasing a verified and signed package in the public repository": "CentOS git リポジトリからのソースのプルから、パブリック リポジトリでの検証および署名済みパッケージのリリースまで、ビルド プロセス全体をトレースします",
    "Making the build pipeline more secure like ensuring that only trusted sources are used for builds, avoiding attack consequences, etc": "信頼できるソースのみがビルドに使用されるようにしたり、攻撃の結果を回避したりするなど、ビルドパイプラインをより安全にします",
    "Reducing the number of ways of data corruption": "データ破損の方法を減らします",
    "How are we doing this?": "これをどのように行っていますか？",
    "AlmaLinux is leveraging Codenotary’s open source": "AlmaLinux は Codenotary のオープンソースを活用しています",
    "to provide administrators with authentication, verification and full SBOM visibility.": "管理者に認証、検証、SBOM の完全な可視化を提供します。",
    "The AlmaLinux Build System stores SBOM data inside of immudb": "AlmaLinux のビルドシステムは SBOM のデータを immudb に格納します",
    ", the standard for open source for immutable databases, used by some of the world’s leading companies and governments.": "、世界有数の企業や政府が利用する不変なデータベースのオープンソースの標準。",
    "immudb is protected against tampering.": "immudb は改ざんから保護されています。",
    "All attestation data is integrity-checked and cryptographically verified by clients.": "すべての認証データは、クライアントによって完全性が検査され、暗号化されて検証されます。",
    "No one can change this data, not AlmaLinux or anyone else.": "誰もこのデータを変更することはできず、AlmaLinux や他の誰も変更できません。",
    "immudb is also protected against MITM attacks.": "immudb は MITM 攻撃からも保護されています。",
    "The encryption key is client-side verified and checked before every communication.": "暗号化キーは、すべての通信の前にクライアント側で検証および検査されます。",
    "Getting Started": "はじめに",
    "For more information, see the Almalinux wiki:": "詳細については、Almalinux wiki を参照：",
    "It wasn't possible--until now.": "今までは不可能でした。",
    "(PES) which allows you to download, customize and even submit new data sets for packages.": "（PES）を使用して、パッケージの新しいデータ セットをダウンロード、カスタマイズ、さらに送信もできます。",
    "Users and maintainers can both utilize the PES to help make migrations smooth and easy.": "ユーザーとメンテナーの両方が PES を利用して、移行をスムーズかつ簡単にします。",
    "ELevate is developed in a distribution agnostic way and is built as a tool for the whole ecosystem, not just AlmaLinux.": "ELevate はディストリビューションにとらわれない方法で開発されており、AlmaLinux だけでなく、エコシステム全体のためのツールとして構築されています。",
    "ELevate supports migrating to/from other distributions and is open for all to contribute to and enhance.": "ELevate は他のディストリビューションからの移行にも対応しており、すべての人が貢献し、強化できるためオープンです。",
    "ELevate is a project aimed to provide the ability to migrate between major versions of RHEL-based distributions from 7.x to 8.x and from 8.x to 9.x.": "ELevate は、RHEL ベースのディストリビューションのメジャーバージョン間で 7.x から 8.x へ、および 8.x から 9.x に移行する機能を提供することを目的としたプロジェクトです。",
    "It combines Red Hat's Leapp framework with a community created library and service for the migration metadata set required for it.": "Red Hat の Leapp フレームワークと、それに必要な移行メタデータ セット用のコミュニティ作成のライブラリおよびサービスを組み合わせたものです。",
    "This looks awesome.": "これは、すごいですね。",
    "How can I contribute?": "貢献するにはどうすれば良いですか？",
    "channel": "チャンネル",
    "You can find the tool code here": "ツールコードの場所",
    "YMMV.": "意味は人によって違います。",
    "Will migration be \\\"in-place\\\"?": "移行は \\\"in-place\\\" で処理されますか？",
    "No.": "いいえ。",
    "We respect RedHat’s work and our initial data set was provided by the AlmaLinux Foundation and contributions from Oracle.": "私たちは RedHat の仕事を尊重しており、最初のデータセットは AlmaLinux Foundation と Oracle からの貢献によって提供されました。",
    "That’s the open source way.": "それがオープンソースの流儀です。",
    "Join the": "参加する",
    "Be heard!": "聞いてください！",
    "as a Member or Sponsor.": "メンバーまたはスポンサーとして。",
    "Own and vote on shaping the future of AlmaLinux OS!": "AlmaLinux OSの未来を形作るための投票してください！",
    "The AlmaLinux Foundation is the entity behind AlmaLinux OS, the forever-free Enterprise-grade Linux distribution.": "AlmaLinux Foundationは、永久に無料の商用レベルの Linux ディストリビューションである AlmaLinuxOS を支える存在です。",
    "As a member, you will have a voice in the direction of the project, and can vote for and be voted into the Board of Directors by other members.": "会員として、あなたはプロジェクトの方向性について発言権を持ち、他のメンバーが投票したり、運営委員会に投票できます。",
    "There are several pathways available for becoming a member, including project contributors, mirror maintainers/sponsors and service providers to the community, as well as official sponsors for the project.": "プロジェクトの貢献者、ミラー メンテナ/スポンサー、コミュニティへのサービスプロバイダー、プロジェクトの公式スポンサーなど、会員になるには複数の方法があります。",
    "Membership guidelines are": "会員規約は",
    "available here": "詳しくはこちら",
    "Contributor Membership": "貢献者会員",
    "Qualification": "資格",
    "anyone approved as a contributing member by membership committee based on their contribution to AlmaLinux": "AlmaLinux への貢献度により、メンバーシップ委員会が貢献会員として認めた者",
    "Term": "期間",
    "re-qualified annually": "毎年再認定",
    "Benefits": "特典",
    "listing on our website in a contributing member list": "ホームページの貢献会員リストへの掲載",
    "contributing member AlmaLinux logo": "貢献者用 AlmaLinux ロゴ",
    "1 vote for a board seat": "取締役会に 1 票",
    "Official Mirror Membership": "公式ミラー会員",
    "acceptance as AlmaLinux mirror by tech committee": "技術委員会による AlmaLinux ミラーとしての承認",
    "as long as mirror is operational": "ミラーが動作している限り",
    "All contributor membership benefits and": "すべての貢献者会員特典と",
    "Listing as an official AlmaLinux mirror": "公式の AlmaLinux ミラーとしてのリスト",
    "Official AlmaLinux mirror logo": "公式 AlmaLinux ミラー ロゴ",
    "All of the": "すべての",
    "benefits, plus...": "特典に加えて...",
    "Voting benefits": "投票特典",
    "a potential seat on the board of directors": "取締役会の潜在的な議席",
    "Opportunity  to nominate someone for election to the board of directors": "取締役会選出のための推薦の機会",
    "votes for each open board seat": "開いている取締役会の議席ごとの投票",
    "Opportunity to nominate someone for election to the board of directors": "取締役会選出のための推薦の機会",
    "Marketing Benefits": "マーケティング特典",
    "Your company logo on AlmaLinux website (in one section/category of the website only)": "AlmaLinux Web サイトの会社ロゴ（Web サイトの 1 セクション / カテゴリのみ）",
    "Have your company's events featured on our events.almalinux.org community calendar": "あなたの会社のイベントが events.almalinux.org コミュニティ カレンダーに掲載",
    "Exposure through new Silver member group press releases with social media promotion": "新しいシルバー メンバー グループのプレス リリースとソーシャル メディア プロモーションによる露出",
    "AlmaLinux member logo on your site": "あなたのサイトに AlmaLinux のメンバーロゴを掲載",
    "Inclusion in a round-up of new members": "新メンバー一覧に含める",
    "Priority access to sponsorship at any AlmaLinux organized events": "AlmaLinux が主催するイベントでのスポンサー シップへの優先アクセス",
    "Your company logo on AlmaLinux website in up two sections/categories": "AlmaLinux の Web サイトに最大 2 つのセクション / カテゴリであなたの会社のロゴを掲載",
    "sponsored webinar per year": "単体のウェビナーのスポンサー / 年",
    "four sponsored blog posts per year": "年に 4 回のスポンサー付きブログ投稿",
    "AlmaLinux will assist in promoting your appropriate social media for Linux-related content (e.g. tweets and retweets)": "AlmaLinux は、Linux 関連のコンテンツの適切なソーシャル メディアの宣伝を支援します（ツイートやリツイートなど）",
    "Membership launch blog announcing your Gold/Platinum membership": "ゴールド / プラチナ メンバーシップを発表するメンバーシップ開始ブログ",
    "Your company logo on AlmaLinux website in up three sections/categories": "AlmaLinux の Web サイトに最大 3 つのセクション / カテゴリであなたの会社のロゴを掲載",
    "sponsored webinars per year": "複数のウェビナーのスポンサー / 年",
    "Dedicated press release announcing membership": "メンバーシップを発表する専用のプレスリリース",
    "Additional Benefits": "追加特典",
    "Direct access to AlmaLinux executives and staff to help with consultation, planning, and engagement opportunities, including advance information on upcoming announcements and projects": "AlmaLinux の幹部やスタッフに直接連絡して、今後の発表やプロジェクトに関する事前情報を含む、コンサルティング、計画、エンゲージメントの機会を支援します",
    "Fees (Annual)": "料金（年間）",
    "Alternative contribution": "代替貢献",
    "per membership committee confirmation: Any contribution of hardware or services based on board approval": "各メンバーシップ委員会の確認: 理事会の承認に基づくハードウェアまたはサービスの貢献",
    "per board of directors confirmation:": "各取締役会の確認：",
    "One dedicated FTE working on AlmaLinux": "AlmaLinux 担当 1 名の専任 FTE",
    "or": "または",
    "annual service credits or hardware donation valued at $20,000 or more": "年間サービス クレジットまたは 20,000 ドル以上のハードウェアの寄付",
    "Three dedicated FTE working on AlmaLinux": "AlmaLinux 担当 3 名の専任 FTE",
    "An individual or entity that provides the project with mirror(s) for content distribution.": "コンテンツ配信のためのミラーをプロジェクトに提供する個人または団体を指します。",
    "Only one member application per individual or entity will be accepted, irrespective of contributed number of mirrors.": "ミラーの提供数に関係なく、個人またはエンティティごとに 1 つのメンバー申請のみを受け入れます。",
    "open source advocate and a former president of the": "オープンソースの提唱であり元社長である",
    "AlmaLinux OS and infrastructure development are organized using our community chat.": "AlmaLinux OS とインフラストラクチャの開発は、コミュニティチャットを使用して組織されています。",
    "There are many ways to contribute to AlmaLinux OS - testing, quality assurance, documentation, and more.": "AlmaLinux OS に貢献するには、テスト、品質保証、ドキュメントなど、さまざまな方法があります。",
    "Introduce yourself": "自己紹介",
    "or join one of the topical channels below to find out more!": "または、以下の話題のチャンネルのいずれかに参加して詳細を確認してください！",
    "Become a Member": "会員になる",
    "certified with AlmaLinux OS": "AlmaLinux OS で認定",
    "Compatibility you can trust": "信頼できる互換性",
    "The conducted tests ensure that AMD Ryzen™ 3000 and 5000 series CPUs and, generally for any servers based on Ryzen processors, AlmaLinux OS work properly guaranteeing stability, security, and high performance.": "実施されたテストでは、AMD Ryzen™ 3000 および 5000 シリーズの CPU と、通常は Ryzen プロセッサに基づくすべてのサーバーで、AlmaLinux OS が適切に動作し、安定性、セキュリティ、および高性能が保証されていることが確認されています。",
    "Vendor": "売り手",
    "Certification for": "認証",
    "processor series (or 3000 and 5000 processor series)": "プロセッサ シリーズ（または 3000 プロセッサシリーズ、5000 プロセッサシリーズ）",
    "Operating system": "オペレーティング システム",
    "Server specification": "サーバー仕様",
    "System": "システム",
    "processor": "プロセッサー",
    "Memory": "メモリー",
    "Storage": "ストレージ",
    "Security device": "セキュリティ デバイス",
    "Request a system image for tests": "テスト用のシステム イメージをリクエストする",
    "Tests details": "テストの詳細",
    "Download Test PDF": "テスト PDF のダウンロード",
    "Test": "試験",
    "Hardware detection": "ハードウェア検出",
    "Passed": "合格",
    "CPU stress": "CPU ストレス",
    "Containers": "コンテナー",
    "Network": "ネットワーク",
    "The main objective of the hardware detection test is to ensure the target hardware is properly detected by": "ハードウェア検出テストの主な目的は、対象のハードウェアが適切に検出され",
    "The test is performed to verify that the CPU can handle a sustained high load for a period of time.": "このテストは、CPU が一定期間、高負荷を処理できることを確認するために実行されます。",
    "The containerization test verifies the ability of the system to run processes with isolation inside containers like Docker, Podman, etc.": "コンテナー化テストでは、Docker、Podman などのコンテナー内で分離してプロセスを実行するシステムの機能を検証します。",
    "The test is designed to check the possibility of running virtual machines with help of the KVM on the server.": "このテストは、サーバー上の KVM を使用して仮想マシンを実行できるかどうかを確認するように設計されています。",
    "The test verifies that the network adapter is working smoothly at the advertised speed load for a period of time.": "このテストでは、ネットワーク アダプタが一定期間、宣伝された速度負荷でスムーズに動作していることを確認します。",
    "The LTP testsuite contains a collection of tools for testing the Linux kernel and related features.": "LTP テストスイートには、Linux カーネルと関連機能をテストするための一連のツールが含まれています。",
    "The USB test covers USB ports from a basic functionality standpoint, ensuring that all ports can be accessed by the OS.": "USB テストは、基本的な機能の観点から USB ポートをカバーし、OS がすべてのポートにアクセスできることを確認します。",
    "The PXE test covers the PXE device checks and its ability to boot OS over the network.": "PXE テストは、PXE デバイスの検査と、ネットワーク経由で OS を起動する能力を含みます。",
    "tests cover benchmarking of OS features. The result of benchmarking can be found below": "テストには、OS 機能のベンチマークを含みます。ベンチマークの結果は以下です",
    "ELevate enables migration between major versions of RHEL® derivatives.": "ELevate を使用すると、RHEL® 派生ディストリビューションのメジャーバージョン間での移行が可能になります。",
    "ELevate is a project aimed to provide the ability to upgrade between major versions of RHEL-based distributions from 7.x to 8.x and from 8.x to 9.x. It combines Red Hat's Leapp framework with a community-created migration metadata library and service.": "ELevate プロジェクトは、RHEL ベースのディストリビューションのメジャーバージョン間のアップグレード機能を提供します。7.x から8.x へのアップグレード、および 8.x から 9.x へのアップグレードが可能です。これは、Red Hat の Leapp フレームワークおよびコミュニティにより作成された移行メタデータ ライブラリとサービスを組み合わせて実現しています。",
    "First join us in the ": "まずは、このチャンネルに参加してください。 ",
    "You can find the tool code ": "ツールのコードはこちらです。 ",
    "ELevate has been used to migrate production environments across industries and across the world, but we still advise caution.": "ELevateは、世界中のさまざまな業界で本番環境の移行に使用されてきた実績がありますが、それでも注意が必要です。",
    "To avoid any surprises, we highly recommend that you test upgrades scenarios in a virtual machine or sandbox before running a upgrades in production.": "予期せぬ事態を回避するため、本番環境でのアップグレードの実行前に、仮想マシンやサンドボックスでアップグレード手順をテストすることを強くおすすめします。",
    "Currently, ELevate project supports the following upgrade and migration directions:": "現在、ELevate プロジェクトが対応しているアップグレードおよび移行の方向：",
    "* - migration to CentOS Stream 9 is currently in development and will be available later.": "* — CentOS Stream 9 への移行は現在開発中であり、後日利用可能になる予定です。",
    "Note: If you use cPanel, we recommend using the": "注意: cPanel を使用する場合は、",
    "fork.": "フォーク。",
    "What does the Package Evolution Service (PES) do?": "Package Evolution Service（PES）は何をするサービスですか？",
    "No. We respect Red Hat’s work and our initial data set was provided by the AlmaLinux OS Foundation with contributions from Oracle.": "いいえ。私たちは Red Hat の取り組みを尊重し、初期のデータセットは AlmaLinux OS Foundation から提供され、Oracle からの貢献もありました。",
    "Our contributors have been part of the RHEL ecosystem for a very long time, and we recognized that the CentOS ecosystem is a very large and diverse community.": "私たちの貢献者は、非常に長い間 RHEL エコシステムの一部であり、CentOS エコシステムが非常に大きく多様なコミュニティであることを理解しています。",
    "CEO": "CEO",
    "As a standalone, completely free OS, AlmaLinux OS enjoys $1M in annual sponsorship from CloudLinux Inc. and support from more than 25 other sponsors. Ongoing development efforts are governed by the members of the community.": "スタンドアロンで完全に無料な OS として、AlmaLinux OS は CloudLinux Inc. から年間 100 万ドルの活動資金を得ています。他の 25 以上のスポンサーからの援助も受けています。継続的な開発作業は、コミュニティのメンバーにより管理されています。",
    "DVD": "DVD",
    "effortless installation with all packages included, no additional repositories required.": "すべてのパッケージが含まれるイメージ。追加のリポジトリは必要ありません。",
    "Boot": "Boot",
    "a single network installation CD image that downloads packages over the Internet.": "インターネット経由でパッケージをダウンロードするネットワークインストールCDイメージ。",
    "Minimal": "Minimal",
    "a minimal self-containing DVD image that makes possible offline installation.": "オフラインでのインストールを可能にする最小限のDVDイメージ。",
    "AlmaLinux provides official images for various cloud providers.": "AlmaLinuxは様々なクラウドプロバイダーの公式イメージを提供しています。",
    "Download ISOs from mirrors": "ミラーサイトからISOをダウンロード",
    "Download .torrent file": ".torrentファイルをダウンロード",
    "Download CHECKSUM": "CHECKSUMをダウンロード",
    "AlmaLinux OS offers official Amazon Machine Images via the AWS Marketplace and Community AMIs.": "AlmaLinux OSは、AWS MarketplaceとCommunity AMIsを介して公式のAmazon Machine Imagesを提供しています。",
    "All AlmaLinux OS AMIs are completely free of charge.": "すべてのAlmaLinux OS AMIは完全に無料です。",
    "More information about AlmaLinux AWS images is available on the": "AlmaLinuxのAWSイメージに関する詳細情報こちらを確認してください。",
    "AlmaLinux AWS Wiki Page": "AlmaLinux AWS Wiki Page",
    "The AlmaLinux OS Foundation's": "AlmaLinux OS Foundationの",
    "official AlmaLinux OS images": "公式AlmaLinux OSイメージ",
    "are available via the AWS Marketplace at the links provided:": "はAWS Marketplace経由で以下のリンクから入手可能です：",
    " and from the main AlmaLinux OS repositories:": " やメインの AlmaLinux OS リポジトリから入手可能です：",
    "A complete list of AlmaLinux Community AMIs can be found on the": "AlmaLinuxのCommunity AMIの完全なリストは",
    " and as a": " と",
    "file.": "ファイルで確認することができます。",
    "The AlmaLinux OS Generic Cloud images are available from our": "AlmaLinux OSのGeneric Cloudイメージは",
    "mirrors": "ミラー",
    "Download from mirrors": "ミラーからダウンロード",
    "More information about AlmaLinux Generic Cloud images and verification guidelines are available on the": "AlmaLinux Generic Cloudイメージと検証ガイドラインの詳細については次のページを参照してください",
    "AlmaLinux Generic Cloud Wiki Page": "AlmaLinux Generic Cloud Wiki Page",
    "guide there.": "ためのガイドも確認することができます。",
    "Using Generic Cloud on a local machine or server": "ローカルマシンやサーバーでGeneric Cloudイメージを使う",
    "You can also find the": "また、",
    "Official AlmaLinux OS Images for Google Cloud are available via the": "Google Cloudの公式AlmaLinux OSイメージは以下から利用可能です",
    "Google Cloud Marketplace": "Google Cloud Marketplace",
    " CLI. More information on the ": " CLI からも利用可能です。詳細は次のページを確認してください ",
    "AlmaLinux Google Cloud Wiki Page": "AlmaLinux Google Cloud Wiki Page",
    "AlmaLinux OS Images are also available via the": "AlmaLinux OSイメージは",
    "Images are deployable via the marketplace, portal and CLI.": "イメージはマーケットプレース、ポータルおよびCLI経由でデプロイ可能です。",
    "More about AlmaLinux OS images for Azure": "AlmaLinux OSのAzure用イメージの詳細はこちら",
    "AlmaLinux Azure Wiki Page": "AlmaLinux Azure Wiki Page",
    "The": "The",
    "official AlmaLinux OS 8 image": "official AlmaLinux OS 8 image",
    "is available via the Azure Marketplace at the link provided.": "is available via the Azure Marketplace at the link provided.",
    "The AlmaLinux OS OpenNebula image are available from our ": "AlmaLinux OSのOpenNebulaイメージは ",
    "More information about AlmaLinux OpenNebula images and verification guidelines are available on the ": "AlmaLinuxのOpenNebulaイメージの詳細と検証ガイドラインについては次のページを参照してください ",
    "AlmaLinux OpenNebula Wiki Page": "AlmaLinux OpenNebula Wiki Page",
    "AlmaLinux offers images for Oracle Cloud Infrastructure across all OCI regions via the ": "AlmaLinuxはOracle Cloud Infrastructure用のイメージを全てのOCIリージョンにおいてマーケットプレイス経由で提供しています - ",
    "Oracle Cloud Marketplace": "Oracle Cloud Marketplace",
    "Images are deployable for Regular, Shielded and ARM type instances via the Oracle Cloud Marketplace, Partner Image on Oracle Cloud Infrastructure Console and ": "イメージは通常インスタンス、保護インスタンス、ARMタイプのインスタンスに次のいずれか経由でデプロイ可能です。Oracle Cloud Marketplace、Oracle Cloud Infrastructureコンソールのパートナーイメージ、および ",
    "OCI CLI": "OCI CLI",
    "The official AlmaLinux OS images are available on ": "公式AlmaLinux OSイメージは ",
    "at the links provided:": "の以下のリンクから利用可能です：",
    "More information about AlmaLinux Oracle Cloud Infrastructure images is available on the ": "AlmaLinuxのOracle Cloud Infrastructureイメージの詳細については次のページを参照してください ",
    "AlmaLinux Oracle Cloud Infrastructure Wiki Page": "AlmaLinux Oracle Cloud Infrastructure Wiki Page",
    "AlmaLinux provides official OCI, Docker and four fully compatible alternatives for the Red Hat Universal Base Images (UBI).": "AlmaLinuxは公式のOCI、Docker、そしてRed Hatユニバーサル・ベース・イメージ(UBI)と完全に互換性がある4つの代替イメージを提供します。",
    "Official Platform Images:": "公式プラットフォームイメージ:",
    "Image": "イメージ",
    "Container tag": "コンテナタグ",
    "Link to the repository": "リポジトリへのリンク",
    "AlmaLinux OS UBI-alternatives:": "AlmaLinux OS の UBI 代替:",
    "The guide on how to use Live Media images can be found on the ": "Live Media イメージの使い方は次のページで確認できます: ",
    "AlmaLinux Live Media Wiki Page": "AlmaLinux Live Media Wiki Page",
    "AlmaLinux provides official AlmaLinux OS 8 and AlmaLinux OS 9 images for Vagrant:": "AlmaLinuxはAlmaLinux OS 8とAlmaLinux OS 9の公式Vagrantイメージを提供します。：",
    "You can get AlmaLinux OS images on Vagrant Cloud at the link provided: ": "AlmaLinux OSイメージは、Vagrant Cloudのリンクから入手できます。： ",
    "You can get official AlmaLinux OS images at the link provided: ": "AlmaLinux OSの公式イメージは以下のリンクから入手できます。： ",
    "Windows Subsystem for Linux (WSL) is designed as an integration between Windows and Linux. You can run the AlmaLinux terminal environment on a Windows machine.": "Windows Subsystem for Linux (WSL) は Windows と Linux の統合を目的として設計されており、Windows マシンで AlmaLinux のターミナル環境を実行することができます。",
    "More details and guidance steps can be found on the ": "詳細や手順は次のページで確認できます: ",
    "AlmaLinux WSL Wiki Page": "AlmaLinux WSL Wiki Page",
    "AlmaLinux builds standard Raspberry Pi images and images with GNOME desktop environment.": "AlmaLinux は標準の Raspberry Pi イメージや GNOME デスクトップ環境のイメージを提供しています。",
    "More details can be found on the": "詳細は次のページで確認できます:",
    "AlmaLinux Raspberry Pi Wiki Page": "AlmaLinux Raspberry Pi Wiki Page",
    "AlmaLinux provides official AlmaLinux OS 9 images for Vagrant:": "AlmaLinux は Vagrant の公式 AlmaLinux OS 9 イメージを提供しています:",
    "The Future of AlmaLinux is Bright - AlmaLinux OS Foundation's renewed commitment to our users.": "AlmaLinux の未来は明るい — AlmaLinux OS Foundation のユーザーへの新たなコミットメント。",
    "Build System": "Build System",
    "openQA": "openQA",
    "AlmaLinux OS Foundation publishes Errata to help users to determine what updates such as security issues and fixed bugs are available and their importance based on analysis.": "AlmaLinux OS Foundationは、セキュリティ問題や修正されたバグのようなアップデートの詳細や重要性を、分析に基づいてユーザーが判断できるようにErrataを公開しています。",
    "AlmaLinux OS provides SCAP and SCAP Workbench packages to audit your AlmaLinux system for security compliance alongside OVAL streams.": "AlmaLinux OS は AlmaLinux システムの監査のために SCAP と SCAP Workbench パッケージを提供しており、OVAL ストリームと共にセキュリティコンプライアンスを実現します。",
    "AlmaLinux OS has implemented SBOM into AlmaLinux Build System to make the build process more secure and possible to trace.": "AlmaLinux OSはAlmaLinuxビルドシステムにSBOMを実装しており、ビルドプロセスをよりセキュアに、そしてトレースできるようにしています。",
    "read more": "もっと見る",
    "Security Measures": "Security Measures",
    "AlmaLinux OS Foundation provides errata to inform users about available updates, including security issues and bug fixes, and their significance through analysis. Users can easily access this information by accessing our AlmaLinux security advisory portal, known as ": "AlmaLinux OS Foundation はセキュリティ問題やバグ修正を含む利用可能なアップデートと、分析を通じたその重要性をユーザーに知らせるために errata を提供しています。ユーザーは次の AlmaLinux セキュリティアドバイザリーポータルにアクセスすることでこの情報に簡単にアクセスすることができます: ",
    "AlmaLinux Errata": "AlmaLinux Errata",
    "More details on Errata and how to use it can be found on the ": "Errata の詳細と使い方は次のページにあります: ",
    "AlmaLinux Errata Wiki page": "AlmaLinux Errata Wiki page",
    "Additionally, AlmaLinux OS is present in the ": "さらに、AlmaLinux OS は ",
    "OSV database": "OSV データベースに存在します",
    "Errata in JSON format for 3rd party software integration:": "サードパーティソフトウェアとの統合のための JSON 形式の Errata:",
    "errata.full.json for AlmaLinux OS 9": "errata.full.json for AlmaLinux OS 9",
    "errata.full.json for AlmaLinux OS 8": "errata.full.json for AlmaLinux OS 8",
    "AlmaLinux OS Foundation signs all of its software packages using a GPG signature key, which is verified by default when installing packages via dnf or graphical update tools. If a package is not signed or has an invalid signature, dnf or graphical update tools will warn the user and will refuse to install it.": "AlmaLinux OS Foundation は全てのパッケージを GPG 署名鍵で署名しており、dnf やグラフィカルアップデートツールでパッケージをインストールする時にデフォルトで検証されます。",
    "It’s recommended to verify the signature of a package before you install it.": "パッケージをインストールする前に署名を検証することを推奨します。",
    "Location:": "Location:",
    "Download:": "Download:",
    "To receive security updates and errata, users can sign up for the ": "セキュリティアップデートと errata を受信するため、ユーザーは ",
    "AlmaLinux Security Mailing List": "AlmaLinux セキュリティメーリングリストに登録できます",
    "Subscribing to the list will allow users to stay informed and updated on any security fixes as soon as they are available.": "このリストに登録することで、ユーザーは利用可能なセキュリティ修正について最新情報を入手できます。",
    "The Security Content Automation Protocol (SCAP) automates vulnerability management, measurement, and policy compliance evaluation of systems. AlmaLinux OS offers an OpenSCAP Guide that instructs on how to use the OpenSCAP and SCAP Workbench to audit your AlmaLinux system security compliance.": "Security Content Automation Protocol (SCAP) は、システムの脆弱性管理、測定、ポリシー遵守評価を自動化します。AlmaLinux OS では OpenSCAP ガイドを提供しており、OpenSCAP や SCAP Workbench を使って AlmaLinux システムのセキュリティコンプライアンスを監査する方法を説明しています。",
    "OpenSCAP Guide for AlmaLinux OS 9": "OpenSCAP Guide for AlmaLinux OS 9",
    "OpenSCAP Guide for AlmaLinux OS 8": "OpenSCAP Guide for AlmaLinux OS 8",
    "AlmaLinux OS also has the availability of the CIS Benchmark.": "AlmaLinux OS では CIS ベンチマークも利用可能です。",
    "The Open Vulnerability and Assessment Language (OVAL), offers publicly accessible security information. This includes AlmaLinux OS 8 and 9, which have available public OVAL streams.": "Open Vulnerability and Assessment Language (OVAL) は、一般にアクセス可能なセキュリティ情報を提供します。AlmaLinux OS 8 と 9 では公開 OVAL ストリームが利用可能です。",
    "You can find more about OVAL Streams on the ": "OVAL ストリームについては次のページを参照してください ",
    "AlmaLinux OVAL Wiki Page": "AlmaLinux OVAL Wiki Page",
    "The Software Bill of Materials (SBOM) provides a comprehensive list of third-party and open-source components in a codebase, including version numbers, licensing information, and potential vulnerabilities.": "Software Bill of Materials (SBOM) は、バージョン番号、ライセンス情報、潜在的な脆弱性を含む、コードベース内のサードパーティーやオープンソースコンポーネントの包括的なリストを提供します。",
    "AlmaLinux Build System has implemented SBOM into its pipeline for security purposes, such as tracing the build process, making it more secure, and reducing the risk of data corruption. ": "AlmaLinux ビルドシステムでは、ビルドプロセスのトレース、セキュア化、データ破損のリスク軽減といったセキュリティ目的のために、SBOM をパイプラインに実装しています。 ",
    "about SBOM integration in AlmaLinux.": "AlmaLinux の SBOM 統合について。",
    "AlmaLinux OS also provides ": "AlmaLinux OS では次のものも提供しています ",
    "AlmaLinux SBOM User Guide": "AlmaLinux SBOM User Guide",
    "AlmaLinux OS provides a set of security features: Errata, GPG keys, Mailing Lists, OpenSCAP, OVAL, SBOM": "AlmaLinux OS provides a set of security features: Errata, GPG keys, Mailing Lists, OpenSCAP, OVAL, SBOM",
    "Azure Marketplace": "Azure Marketplace",
    "More information about AlmaLinux OpenNebula images and verification guidelines are available on the \"}}<a href=\"https://wiki.almalinux.org/cloud/OpenNebula.html\">{{ i18n \"AlmaLinux OpenNebula Wiki Page": "More information about AlmaLinux OpenNebula images and verification guidelines are available on the \"}}<a href=\"https://wiki.almalinux.org/cloud/OpenNebula.html\">{{ i18n \"AlmaLinux OpenNebula Wiki Page",
    "The official AlmaLinux OS images are available on \"}}<a href=\"https://cloudmarketplace.oracle.com/marketplace/en_US/partners/125035508\">{{ i18n \"Oracle Cloud Marketplace": "The official AlmaLinux OS images are available on \"}}<a href=\"https://cloudmarketplace.oracle.com/marketplace/en_US/partners/125035508\">{{ i18n \"Oracle Cloud Marketplace",
    "Supported AlmaLinux OS versions:": "サポートされる AlmaLinux OS のバージョン:",
    "and from the main AlmaLinux OS repositories:": "やメインの AlmaLinux OS リポジトリから入手可能です：",
    "Board Operations and Code of Ethics": "Board Operations and Code of Ethics",
    "Note: If you use CloudLinux, we recommend using the": "Note: If you use CloudLinux, we recommend using the",
    "We are so grateful to the All Things Open": "We are so grateful to the All Things Open",
    "Hello ATO ’23!": "Hello ATO ’23!",
    "community for welcoming us back again.": "community for welcoming us back again.",
    "Enterprise Linux, Free Forever, Community-Owned and RHEL": "Enterprise Linux, Free Forever, Community-Owned and RHEL",
    "compatible.": "compatible.",
    "AlmaLinux OS is an enterprise Linux operating system that is used across the globe for enterprise and hobbyist needs alike.": "AlmaLinux OS is an enterprise Linux operating system that is used across the globe for enterprise and hobbyist needs alike.",
    "When we got our start we were a downstream rebuild of Red Hat Enterprise Linux, but earlier this year we shifted to": "When we got our start we were a downstream rebuild of Red Hat Enterprise Linux, but earlier this year we shifted to",
    "maintaining compatibility with RHEL": "maintaining compatibility with RHEL",
    "for our community. With over 500,000 servers calling out to one of our 300+": "for our community. With over 500,000 servers calling out to one of our 300+",
    "geo-located mirrors": "geo-located mirrors",
    "every night, the adoption of AlmaLinux since our inception just over 2.5 years ago has both humbled and ignited us.": "every night, the adoption of AlmaLinux since our inception just over 2.5 years ago has both humbled and ignited us.",
    "500,000+ Servers": "500,000+ Servers",
    "Every night 500,000+ servers are calling home to our geo-located mirror system, and that number doesn’t account for systems using their own mirrors or sharing an IP address.": "Every night 500,000+ servers are calling home to our geo-located mirror system, and that number doesn’t account for systems using their own mirrors or sharing an IP address.",
    "Mirrors": "Mirrors",
    "DockerHub Pulls": "DockerHub Pulls",
    "1 Million+": "1 Million+",
    "Contributors": "Contributors",
    "Expanded Platform Support": "Expanded Platform Support",
    "ELevate your distro": "ELevate your distro",
    "As users of the historic CentOS, we have been working diligently to solve the problems and pain points that we all experienced, and one way we’ve done that is with": "As users of the historic CentOS, we have been working diligently to solve the problems and pain points that we all experienced, and one way we’ve done that is with",
    "Project ELevate": "Project ELevate",
    "ELevate allows you to upgrade your enterprise linux operating system between major versions in place. No more having to migrate all of your data, instead ELevate your distribution!": "ELevate allows you to upgrade your enterprise linux operating system between major versions in place. No more having to migrate all of your data, instead ELevate your distribution!",
    "20+ Sponsors": "20+ Sponsors",
    "Whether it's with financial support, hosting a mirror, an s390x server, an ARM server, bandwidth, or just employing folks who get to work on our project as part of their job, our sponsors keep the lights on and keep us moving forward. The sponsors below have joined us as a Platinum, Gold, or Silver sponsor, and are listed below. We also have over 130": "Whether it's with financial support, hosting a mirror, an s390x server, an ARM server, bandwidth, or just employing folks who get to work on our project as part of their job, our sponsors keep the lights on and keep us moving forward. The sponsors below have joined us as a Platinum, Gold, or Silver sponsor, and are listed below. We also have over 130",
    "mirror sponsors": "mirror sponsors",
    "Learn more live!": "Learn more live!",
    "Catch benny at 3:45 eastern time (7:45 pm UTC) on Monday Oct 16th in Case Study / Demo 1; Room 306A.": "Catch benny at 3:45 eastern time (7:45 pm UTC) on Monday Oct 16th in Case Study / Demo 1; Room 306A.",
    "Building AlmaLinux OS without RHEL sources code": "Building AlmaLinux OS without RHEL sources code",
    "Abstract: AlmaLinux OS has historically been built to be an exact copy of RHEL, using RHEL's provided resources. With RedHat's shift away from sharing the full building blocks on git.centos.org, the AlmaLinux team has been hard at work to find a new, reliable path forward. Come hear about what we've been doing since June, and what we're planning for the future.": "Abstract: AlmaLinux OS has historically been built to be an exact copy of RHEL, using RHEL's provided resources. With RedHat's shift away from sharing the full building blocks on git.centos.org, the AlmaLinux team has been hard at work to find a new, reliable path forward. Come hear about what we've been doing since June, and what we're planning for the future.",
    "Stop by Booth #81": "Stop by Booth #81",
    "Find us right outside Ballroom B, and while you’re there grab some stickers and swag, and sign up for your free t-shirt for AlmaLinux merch at ": "Find us right outside Ballroom B, and while you’re there grab some stickers and swag, and sign up for your free t-shirt for AlmaLinux merch at ",
    "If you can't swing by the booth, find us online!": "If you can't swing by the booth, find us online!",
    "Come hang out with us!": "私たちとつながりましょう！",
    "An Open Source, community owned and governed, forever-free enterprise Linux distribution, focused on long-term stability, providing a robust production-grade platform. AlmaLinux OS is binary compatible with RHEL®.": "オープンソースで、コミュニティによって所有・運営される、永遠に無料のエンタープライズ向け Linux ディストリビューション。長期的な安定性に重点を置き、堅牢なプロダクショングレードのプラットフォームを提供します。AlmaLinux OS は RHEL® とバイナリ互換性があります。",
    "AlmaLinux OS is an open-source, community-driven Linux operating system that fills the gap left by the discontinuation of the CentOS Linux stable release. AlmaLinux OS is an Enterprise Linux distro, binary compatible with RHEL®, and guided and built by the community.": "AlmaLinux OS は CentOS Linux の安定版リリース終了によって生じたギャップを埋めるために作られた、オープンソースでコミュニティ主導の Linux オペレーティングシステムです。AlmaLinux OS は RHEL® とバイナリ互換性があるエンタープライズ Linux ディストリビューションで、コミュニティによって主導・構築されています。",
    "The initial backers and supporters for AlmaLinux OS were already extremely active in the enterprise Linux ecosystem, and had significant experience with RHEL forks. They knew the impact that the loss of CentOS Linux would have across all industries, and had the means and knowledge to help.": "AlmaLinux OSの最初の後援者と支援者は、すでにエンタープライズLinuxのエコシステムで非常にアクティブで、RHELのフォークに関する重要な経験を持っていました。彼らは、CentOS Linuxの喪失があらゆる業界に与える影響を知っており、支援するための手段と知識を持っていた。",
    "How is the community protected from future course changes for AlmaLinux OS?": "コミュニティはAlmaLinux OSの将来の路線変更からどのように保護されますか?",
    "Switching Linux distros can be a headache, but that is not the case when switching from CentOS to AlmaLinux OS. Using ": "Switching Linux distros can be a headache, but that is not the case when switching from CentOS to AlmaLinux OS. Using ",
    "ELevate": "ELevate",
    "What does ABI/binary compatible with RHEL mean?": "RHELとのABI/binary互換とはどういう意味ですか？",
    "In July of 2023, ": "2023年7月に、 ",
    "Is AlmaLinux OS FIPS-140 compliant??": "AlmaLinux OSはFIPS-140に準拠していますか？？",
    "AlmaLinux OS 9.2 is FIPS-140 compliant. Read more in this blog post: ": "AlmaLinux OS 9.2はFIPS-140に準拠しています。詳しくはこのブログ記事をご覧ください： ",
    "FIPS Validation for AlmaLinux OS": "FIPS Validation for AlmaLinux OS",
    "Individuals and organizations that require an enterprise-grade linux distribution, without the need for a commercial license agreement. AlmaLinux OS is also a perfect replacement for anyone who has historically relied on the CentOS Linux releases to achieve computing objectives, and for whom CentOS Stream is not the right solution.": "Individuals and organizations that require an enterprise-grade linux distribution, without the need for a commercial license agreement. AlmaLinux OS is also a perfect replacement for anyone who has historically relied on the CentOS Linux releases to achieve computing objectives, and for whom CentOS Stream is not the right solution.",
    "The AlmaLinux OS Foundation is a 501(c)(6) that was founded in March of 2021 to own and manage the AlmaLinux OS project. We have been involving the community since the beginning, and the governing board is chosen by members of the foundation. At all times, AlmaLinux OS will be free and open.": "AlmaLinux OS財団はAlmaLinux OSプロジェクトを所有し管理するために2021年3月に設立された米国歳入法501(c)(6)に基づく非営利団体です。設立当初からコミュニティを巻き込んでおり、運営委員会は財団のメンバーによって選ばれています。常にAlmaLinux OSはフリーでオープンです。",
    "AlmaLinux-deploy": "AlmaLinux-deploy",
    "Since AlmaLinux is binary compatible with RHEL®, your applications and services should be completely interoperable. You can rapidly migrate any number of servers using ": "AlmaLinux は RHEL® とバイナリ互換性があるため、アプリケーションやサービスは相互運用可能です。次のツールを使用すればいくつものサーバーを迅速に移行することが可能です ",
    "AlmaLinux-deploy.": "AlmaLinux-deploy.",
    "When will support AlmaLinux OS 8 and 9 reach end of life?": "AlmaLinux OS 8と9のサポートはいつ終了しますか？",
    "The AlmaLinux OS Foundation has committed to supporting AlmaLinux OS 8.x until 2029, and AlmaLinux 9.x until 2032. This includes stable and thoroughly tested updates and security patches.": "AlmaLinux OS 財団はAlmaLinux OS 8.xを2029年まで、AlmaLinux 9.xを2032年までサポートすることを約束しました。これには徹底的にテストされ安定したアップデートとセキュリティパッチが含まれます。",
    "Subscribe to our mailing lists and never miss out on the latest in AlmaLinux OS development!": "Subscribe to our mailing lists and never miss out on the latest in AlmaLinux OS development!",
    " (developed and maintained by the AlmaLinux Community) allows you to migrate to, and upgrade AlmaLinux in-place.": " (AlmaLinux コミュニティが開発・メンテナンス) を使用すればインプレースで AlmaLinux に移行・アップグレードすることが可能です。",
    "we announced": "we announced",
    " that we were shifting our goal from being a downstream rebuild of RHEL to maintaining ABI compatibility with RHEL. For the AlmaLinux team that means that everything from software applications to kernel modules that work on RHEL will work on AlmaLinux, and if they don't we would consider that a bug.": " that we were shifting our goal from being a downstream rebuild of RHEL to maintaining ABI compatibility with RHEL. For the AlmaLinux team that means that everything from software applications to kernel modules that work on RHEL will work on AlmaLinux, and if they don't we would consider that a bug.",
    "AlmaLinux Day: Tokyo": "AlmaLinux Day: Tokyo",
    "December 9th, 2023": "2023年12月9日",
    "Internet Initiative Co., Ltd. Seminar Room": "株式会社インターネットイニシアティブ本社 セミナールーム",
    "13th floor, Iidabashi Grand Bloom, 2-10-2 Fujimi, Chiyoda-ku, Tokyo": "東京都千代田区富士見2-10-2　飯田橋グラン・ブルーム 13階",
    "Register now!": "参加登録はこちら",
    "Come together to discuss AlmaLinux and the future of enterprise Linux": "Come together to discuss AlmaLinux and the future of enterprise Linux",
    "Program": "プログラム",
    "If you come to one event this year, this is the one for you.": "If you come to one event this year, this is the one for you.",
    "An event like no other": "An event like no other",
    "Register now to save your spot!": "Register now to save your spot!",
    "While the event is free, registration is required for attendance and space is limited!": "イベントへの参加は無料ですが、事前申し込みが必要です。定員に限りがあるためお申込みはお早めに！",
    "Meet the Experts": "Meet the Experts",
    "Speakers from across industries": "Speakers from across industries",
    "Thank you to our event sponsors!": "Thank you to our event sponsors!",
    "Can't make it?": "Can't make it?",
    "We'll miss you, but if you can't make it to AlmaLinux Day Tokyo, you can join us online! We'll be posting the videos from the talks at the event to share with everyone.": "AlmaLinux Day Tokyoに来場できない場合は、オンラインで参加することができます。本イベントでのトークのビデオを配信してみなさんと共有する予定です。",
    "Header image by Trevor Dobson": "Header image by Trevor Dobson",
    "Registration": "受付",
    "Keynote": "【逐次通訳】基調講演",
    "The Real Backstory of the Enterprise Linux Community": "【逐次通訳】エンタープライズLinuxコミュニティの本当の裏話",
    "DeepDive Session": "DeepDive Session",
    "Break and discussion": "休憩・ディスカッション",
    "Reception with light food and beverages": "懇親会",
    "Technical session (to be announced)": "Technical session (to be announced)",
    "Never has the been a better gathering of AlmaLinux experts. Hear all of the latest about the project, hear from industry experts about the current trends in the enterprise Linux ecosystem, and make connections with the people who can help solve every technology problem you're facing.": "AlmaLinuxのエキスパートが初めて一堂に会します。AlmaLinuxプロジェクトの最新情報や、エンタープライズLinuxのエコシステムにおける最新のトレンドについて業界のエキスパートから話を聞いて、あなたが直面しているあらゆる技術的な問題を解決する手助けをしてくれる人たちとのつながりを作りましょう。",
    "and to the rest of our project backers!": "and to the rest of our project backers!",
    "Global head of Customer Experience": "Global head of Customer Experience",
    "The acceptance of each application will be reviewed on a case-by-case basis by the ": "The acceptance of each application will be reviewed on a case-by-case basis by the ",
    ", in accordance with the ": ", in accordance with the ",
    "Bylaws": "細則",
    " established by the Board.": " established by the Board.",
    "Industry session - Yohei Suzuki, Cybertrust Japan": "Industry session （サイバートラスト株式会社 鈴木庸陛）",
    "Technical session (DesigNET)": "Technical session （株式会社デージーネット）",
    "AlmaLinux Day Tokyo 2023 is the world's first official AlmaLinux OS Foundation event. This event will be a gathering of some of the most engaged people in the AlmaLinux community, as well as technology partners from all over the world. This is the best place to engage and meet some of the people who care most about the success of AlmaLinux.": "AlmaLinux Day Tokyo 2023はAlmaLinux OS Foundationの世界初の公式イベントです。このイベントには、AlmaLinuxコミュニティの最も熱心な人々や、世界中の技術パートナーが集結します。AlmaLinuxの成功を願うすべての人々と関わり、出会うための最高の場所です。",
    "As CentOS Linux enters its final 6 months support, AlmaLinux OS is attracting the most attention as a RHEL-compatible Linux.": "CentOS Linuxのメンテナンス終了が残り6ヶ月の最終フェーズとなってきている中、AlmaLinux OSはRHEL互換Linuxとして最も注目を集めています。",
    "At this event, speakers from the AlmaLinux OS Foundation will come to Japan to introduce everyone who touches Linux, from trends in the Linux industry to technical information needed when choosing the next Linux to use.": "本イベントでは、AlmaLinux OS Foundationのスピーカーが来日し、 Linuxに触れるすべての方に向けて、次期利用Linuxを選定する際に必要となる、Linux業界の動向から技術情報までご紹介します。",
    "150 guests, 7 speakers, 1 amazing day": "150 guests, 7 speakers, 1 amazing day",
    "Main Track": "メイン・トラック",
    "Breakout Track": "ブレイクアウト・トラック",
    "The world's first event focused entirely on AlmaLinux": "世界初のAlmaLinuxのみに焦点を当てたイベント",
    "Time": "時刻",
    "404 Not Found - AlmaLinux OS": "404 見つかりません - AlmaLinux OS",
    "An Open Source, community owned and governed, forever-free enterprise Linux distribution.": "コミュニティーが所有権を持ち、管理しているオープンソースの永久に無料の商用 Linux ディストリビューションです。",
    "404 Not Found": "404 お探しのページが見つかりませんでした",
    "Community": "コミュニティ",
    "Chat": "チャット",
    "Legal": "法的",
    "AlmaLinux OS logo": "AlmaLinux OS ロゴ",
    "Toggle navigation": "ナビゲーションの切り替え",
    "Language": "言語",
    "AlmaLinux OS Blog": "AlmaLinux OS ブログ",
    "AlmaLinux OS - Contribute": "AlmaLinux OS - 貢献する",
    "AlmaLinux OS and infrastructure development are organized using our community chat. There are many ways to contribute to AlmaLinux OS - testing, quality assurance, documentation, and more.": "AlmaLinux OSとインフラストラクチャの開発は、コミュニティ チャットを使用して体系化されています。 テスト、品質保証、ドキュメントなど、AlmaLinux OS に貢献する方法はたくさんあります。",
    "<a href=\"%(intro_link)s\">Introduce yourself</a> or join one of the topical channels below to find out more!": "<a href=\"%(intro_link)s\">自己紹介</a>をするか、下記の話題のチャンネルに参加して詳細を確認してください！",
    "AlmaLinux OS - ELevate Your Distribution": "AlmaLinux OS - ディストリビューションを向上させる",
    "ELevate enables migration between major versions of RHEL® derivatives. Easily go from CentOS 7.x to any 8.x of your choice": "ELevate は、RHEL® の主要な派生バージョンの間の移行を可能にします。CentOS 7.x から任意の 8.x へ簡単に移行できます",
    "It wasn't possible--until now. Easily migrate between major versions of RHEL-based distributions from 7.x to 8.x. Preserve your applications, your data, and your sanity. Run the most recent version of the OS and software you need.": "これは「今までは」できなかったことです。RHEL ベースのディストリビューションの 7.x から 8.x までの主要な派生バージョンの間を簡単に移行できます。必要な OS やソフトウェアの最新バージョンを実行できます。",
    "The beating heart of ELevate is the <a href=\"%(pes_link)s\">Package Evolution Service</a> (PES) which allows you to download, customize and even submit new data sets for packages. Users and maintainers can both utilize the PES to help make migrations smooth and easy.": "ELevate の心臓部は<a href=\"%(pes_link)s\">パッケージ展開サービス</a>（PES）であり、パッケージ用の新しいデータセットをダウンロード、カスタマイズ、さらには提出できます。ユーザーとメンテナンス担当者は、両方とも、移行をスムーズかつ簡単にするために PES を使用できます。",
    "FAQ": "よくある質問",
    "ELevate is a project aimed to provide the ability to migrate between major versions of RHEL-based distributions from 7.x to 8.x. It combines Red Hat's Leapp framework with a community created library and service for the migration metadata set required for it.": "ELevate は、7.x から 8.x へと RHEL ベースのディストリビューションの主要バージョンの間での移行機能を提供することを目的としたプロジェクトです。Red Hat の Leapp フレームワークと、それに必要な移行メタデータセット用のコミュニティで作成されたライブラリとサービスが組み合わさっています。",
    "First join us at <a href=\"%(chat_link)s\">#migration</a> Mattermost channel. You can find the tool code here: <a href=\"%(github_link)s\">%(github_link)s</a> and you can add/edit/interact with package metadata at <a href=\"%(pes_link)s\">%(pes_link)s</a>.": "まずは Mattermost の <a href=\"%(chat_link)s\">#migration</a> チャンネルに参加してください。<a href=\"%(github_link)s\">%(github_link)s</a> からツールのリンクを確認できます。また、<a href=\"%(pes_link)s\">%(pes_link)s</a> からメタデータを追加、変更、操作できます。",
    "YMMV.  Every environment is different and unique based on applications and configurations. Since this is still under development, to avoid any surprises, we highly recommend that you test migrations scenarios in a VM or sandbox before running a migration in production.": "人によって異なります。全ての環境は、アプリケーションや設定などにより異なります。ArumaLinux は開発中であるため、不測の事態を避けるためにも、本番環境で移行を実行する前に、VM またはサンドボックスで移行シナリオをテストすることを強くお勧めします。",
    "Currently ELevate provides Leapp data for migration from CentOS 7 to the following OS: <ul> <li>AlmaLinux OS 8</li> <li>CentOS Stream 8</li> <li>Oracle Linux 8</li> <li>Rocky Linux 8</li> </ul>": "現在、ELEVate は CentOS 7 から以下の OS へ移行するための Leapp データを提供しています: <ul> <li>Alma Linux OS 8</li> <li>CentOS Stream 8</li> <li>Oracle Linux 8</li> <li>Rocky Linux 8</li> </ul>",
    "The Package Evolution Service stores package migration metadata. Metadata answers questions about how packages evolve between major distribution releases. PES supports several classes of rules for packages such as added, removed, renamed, split, merged, and so on. The service also allows everyone to improve the data by adding new actions or even create a custom dataset for packages from third-party or private repositories.": "パッケージ展開サービス（PES）は、パッケージ移行のメタデータを保存します。メタデータは、主要なディストリビューションのリリース間でパッケージがどのように進化するかについての質問に答えるものです。PES は、追加、削除、名前の変更、分割、マージなど、パッケージに関するいくつかのクラスの規則をサポートしています。また、このサービスでは、新しいアクションを追加してデータを改善したり、サードパーティやプライベート リポジトリのパッケージ用にカスタム データセットの作成もできます。",
    "No. We respect Red Hat’s work and our initial data set was provided by the AlmaLinux Foundation and contributions from Oracle.": "いいえ。私たちは Red Hat の取り組みを尊重しており、最初のデータセットは AlmaLinux 財団から提供されたものであり、Oracle の貢献によるものです。",
    "The CentOS ecosystem is a very large and diverse community. We’ve developed this project in good faith in the hope that everyone in the community can use and contribute to, no matter which distro you prefer. That’s the open source way.": "CentOS エコシステムは、非常に大きく多様なコミュニティです。私たちは、コミュニティのすべての人が、どのディストリビューションを好むかにかかわらず、利用し、貢献できることを願って、このプロジェクトを誠実に開発しました。オープンソースというのはそういうものです。",
    "AlmaLinux OS Foundation - membership": "AlmaLinux OS 財団 - メンバーシップ",
    "Join the AlmaLinux OS Foundation": "AlmaLinux OS 財団に参加する",
    "Be heard! Join the AlmaLinux Foundation as a Member or Sponsor. Own and vote on shaping the future of AlmaLinux OS!": "お願いします！AlmaLinux 財団の会員やスポンサーになってください。AlmaLinux OS の未来を形作るために会員になり、投票しましょう！",
    "The AlmaLinux Foundation is the entity behind AlmaLinux OS, the forever-free Enterprise-grade Linux distribution. As a member, you will have a voice in the direction of the project, and can vote for and be voted into the Board of Directors by other members. There are several pathways available for becoming a member, including project contributors, mirror maintainers/sponsors and service providers to the community, as well as official sponsors for the project.": "AlmaLinux Foundationは、永久に無料の商用レベルの Linux ディストリビューションである AlmaLinuxOS を支える存在です。 会員として、あなたはプロジェクトの方向性について発言権を持ち、他のメンバーが投票したり、運営委員会に投票できます。 プロジェクトの貢献者、ミラー メンテナ/スポンサー、コミュニティへのサービスプロバイダー、プロジェクトの公式スポンサーなど、会員になるには複数の方法があります。",
    "The merit of each application will be reviewed on a case-by-case basis by the Board or by a committee appointed for this purpose, according to the Bylaws established by the Board.": "申請は、理事会によって制定された細則に従って、理事会またはこの目的のために任命された委員会によって個別に審査されます。",
    "Join AlmaLinux OS Foundation": "AlmaLinux OS 財団に参加する",
    "An individual or entity that provides the project with mirror(s) for content distribution. Only one member application per individual or entity will be accepted, irrespective of contributed number of mirrors.": "コンテンツ配信用のミラーをプロジェクトに提供する個人または団体のための会員権制度。 提供されたミラーの数に関係なく、個人または団体ごとに 1 申請のみが受け入れられます。",
    "AlmaLinux OS - Forever-Free Enterprise-Grade Operating System": "AlmaLinux OS - 永遠に無料の商用レベルのオペレーティングシステム",
    "An Open Source, community owned and governed, forever-free enterprise Linux distribution, focused on long-term stability, providing a robust production-grade platform. AlmaLinux OS is 1:1 binary compatible with RHEL® and pre-Stream CentOS.": "オープンソースであり、コミュニティにより運営されており、長期的な安定性を重視し、堅牢な商用環境にも耐えうるプラットフォームを提供する、永久に無料の商用 Linux ディストリビューションです。AlmaLinux OS は，RHEL® および pre-Stream CentOS 間において、バイナリレベルで 1:1 の完全な互換性を確保しています。",
    "AlmaLinux OS is an open-source, community-driven Linux operating system that fills the gap left by the discontinuation of the CentOS Linux stable release. AlmaLinux OS is a 1:1 binary compatible clone of RHEL® guided and built by the community.": "AlmaLinux OS は、CentOS Linux 安定版リリースの廃止によって残された溝を埋めるための、オープンソースのコミュニティ主導の Linux オペレーティングシステムです。 AlmaLinux OS は、RHEL® とバイナリ レベルで 1:1 の完全互換なクローンです。 コミュニティ主導で構築されました。",
    "As a standalone, completely free OS, AlmaLinux OS enjoys $1M in annual sponsorship from CloudLinux Inc and support from other sponsors. Ongoing development efforts are governed by the members of the community.": "AlmaLinux OS は、単独の完全無料の OS として、CloudLinux Inc. から年間 100 万ドルの支援を受けています。 進行中の開発は、コミュニティのメンバーによって管理されています。",
    "Switching distributions is usually costly and time-consuming, but that’s not the case when switching from CentOS and other RHEL® derivatives to AlmaLinux OS. Switching is easy - <a href=\"%(migrate_link)s\">read how.</a>": "ディストリビューションの切り替えは通常、コストと時間がかかりますが、CentOS や他の RHEL® の派生製品から AlmaLinux OS へ切り替える場合は簡単です。切り替え方法は <a href=\"%(migrate_link)s\"> をお読みください。</a>",
    "Subscribe to our newsletter and never miss out on the latest in AlmaLinux OS development!": "ニュースレターを購読して、AlmaLinux OS の最新情報をお見逃しなく！",
    "Your email": "メールアドレス",
    "Subscribe": "申し込む",
    "By filling this form you agree to be contacted by AlmaLinux OS Foundation regarding your request. You can unsubscribe at any time.": "このフォームに入力することにより、リクエストに関してAlmaLinux OS 財団から連絡を受けることに同意したことになります。 受信はいつでも停止できます。",
    "Published": "公開",
    "AlmaLinux OS feature showcase": "AlmaLinux OS の機能紹介",
    "Feature showcase": "機能紹介",
    "Mailing list subscription - AlmaLinux OS": "AlmaLinux OS メーリングリストの購読",
    "Something went wrong...": "何かおかしい...",
    "Return home": "ホームに戻る",
    "Thank you!": "ありがとうございました！",
    "You have successfully subscribed to AlmaLinux OS announcement mailing list!": "これで、AlmaLinux OS の案内メーリングリスト購読への登録に成功しました！",
    "Email address is not valid": "メールアドレスが無効です",
    "Failed to subscribe to mailing list, please try again later": "メーリングリストの購読の登録に失敗しました。しばらくしてからもう一度お試しください",
    "You are already subscribed to this mailing list!": "あなたはすでにこのメーリングリストに登録しています！",
    "Currently ELevate provides Leapp data for migration from CentOS 7 to the following OS:": "",
    "Individuals and organizations that require an enterprise-grade, Fedora-like distribution but who do not want to or cannot pay for a RHEL® license. AlmaLinux OS is also a perfect replacement for anyone who currently relies on the CentOS stable release to achieve computing objectives.": "エンタープライズ レベルの Fedora のようなディストリビューションを必要とするが、RHEL® ライセンスの支払いを望まない、または支払うことができない個人および組織のためにあります。AlmaLinux OS は、コンピューターを使用した目的を実現するために現在 CentOS 安定版リリースに依存している人にとっても完璧な代替品です。",
    "We’re already doing it – experience with RHEL forks towards CloudLinux. We have the staff, the capabilities, the resources. Frankly: we want to put ourselves on the map re CloudLinux and KernelCare. It is worth the effort.": "私たちはすでにそれを達成しています — CloudLinux への RHEL フォークの経験。スタッフ、能力、リソースがあります。率直に言って、私たちは CloudLinux と KernelCare を再構築する計画に AlmaLinux を含めたいと思っています。努力する価値があります。",
    "How is the community protected from future course changes?": "コミュニティは、どのように将来の計画変更から保護されますか？",
    "We are involving the community right through the process, including in the governing board. At all times, AlmaLinux OS will be free and open. The community can pick the project at any time.": "私たちは、運営委員会を含め、プロセスを通じてコミュニティを正しく関与させています。AlmaLinux OS は常に無料でオープンです。コミュニティはいつでもプロジェクトを選択できます。",
    "Why should I rely on CloudLinux for a CentOS alternative?": "CentOS の代替手段として、なぜ CloudLinux に頼る必要があるのですか？",
    "Switching distributions is usually costly and time-consuming, but that’s not the case when switching from CentOS and other RHEL® derivatives to AlmaLinux OS.\"}} {{ i18n \"Switching is easy": "ディストリビューションの切り替えは通常、コストと時間がかかりますが、CentOS や他の RHEL® の派生製品から AlmaLinux OS へ切り替える場合は違います。\"}} {{ i18n \"切り替えは簡単です",
    "Introducing ELevate Project, an open source initiative to assist users perform migrations between different RHEL-derivative based distributions.": "ユーザーが異なる RHEL 派生ベースのディストリビューション間で移行を実行するのを支援するオープンソース イニシアチブである ELevate プロジェクトを紹介します。",
    "Easily migrate between major versions of RHEL-based distributions from 7.x to 8.x.": "",
    "ELevate is a project aimed to provide the ability to migrate between major versions of RHEL-based distributions from 7.x to 8.x.": "",
    "Currently ELevate provides Leapp data for migration from CentOS 7 to the following OS": "",
    "The merit of each application will be reviewed on a case-by-case basis by the Board or by a committee appointed for this purpose, according to the": "申請は、理事会またはこの目的のために任命された委員会によって個別に審査されます",
    "established by the Board.": "理事会によって制定された。",
    "Global head of customer experience for": "顧客体験の全体責任者",
    "If you are using CentOS 7 or 8 and need help upgrading and migrating, check out [ELevate](https://almalinux.org/elevate).": "CentOS 7 または 8 を使用していて、アップグレードと移行についてサポートが必要な場合は、[ELevate](https://almalinux.org/elevate) を確認してください。",
    "Easily go from CentOS 7.x to any 8.x of your choice": "",
    "It wasn't possible--until now. Easily migrate between major versions of RHEL-based distributions from 7.x to 8.x. Preserve your applications, your data, and your sanity.": "",
    "Preserve your applications, your data, and your sanity.": "アプリケーション、データ、および健全性を維持します。",
    "CloudLinux's core product, the CloudLinux OS, is a RHEL® fork that has been in place for over ten years. More than 4,000 companies including Dell, Liquid Web, and 1&1 rely on the CloudLinux OS across more than 200,000 product installations. CloudLinux has proven experience in creating and maintaining a RHEL fork and have done so starting with RHEL release 5, right through to release 8. AlmaLinux OS is an opportunity for us to channel our expertise in RHEL into a Linux distribution that serves the broader community. Furthermore, we are including the Linux community right from the inception of AlmaLinux OS. Moving forward, community members will be on the governing board for the AlmaLinux OS project and involved in key decisions too. Finally, AlmaLinux OS will always be free and open source. The community can pick up and continue to develop AlmaLinux OS at any time.": "CloudLinux のコア製品である CloudLinux OS は、10 年以上にわたって導入されてきた RHEL® のフォークです。 Dell、Liquid Web、1&1 を含む 4,000 を超える企業が、200,000 を超える製品インストールで CloudLinux OS に依存しています。 CloudLinux は、RHEL フォークの作成と維持の実績があり、RHEL のリリース 5 からリリース 8 までそうしてきました。AlmaLinux OS は、RHEL に関する私たちの専門知識を、より広範なコミュニティにサービスを提供する Linux ディストリビューションに向ける機会です。さらに、AlmaLinux OS の開始時から Linux コミュニティを巻き込んでいます。今後、コミュニティの参加者は AlmaLinux OS プロジェクトの運営委員会に参加し、重要な決定にも関与することになります。最後に、AlmaLinux OS は常に無料でなおかつオープンソースです。コミュニティはいつでも AlmaLinux OS をフォークして開発を続けることができます。",
    "Switching Linux distros can be a headache, but that is not the case when switching from CentOS to AlmaLinux OS. Just like CentOS, AlmaLinux OS is a 1:1 binary compatible fork of RHEL®, so switching is simple.": "Linux ディストリビューションの移行は頭痛の種になることがありますが、CentOS から AlmaLinux OS への移行は違います。 CentOS と同様に、AlmaLinux OS は RHEL® の 1:1 バイナリ互換フォークであるため、移行は簡単です。",
    "Yes, AlmaLinux OS is a 1:1 binary compatible fork of RHEL®, which means that your applications and services will remain compatible. For that reason, you can rapidly migrate any number of servers with just one command.": "はい、AlmaLinux OS は RHEL ® と 1:1 のバイナリ互換フォークであり、アプリケーションとサービスの互換性は維持されます。そのため、コマンド 1 つだけで複数のサーバを迅速に移行できます。",
    "Until when will we support AlmaLinux OS 8?": "AlmaLinux OS 8 は、いつまでサポートされますか？",
    "AlmaLinux OS partners has committed to supporting AlmaLinux OS 8 at least until 2029, including stable and thoroughly tested updates and security patches.": "AlmaLinux OS パートナーは、少なくとも 2029 年まで AlmaLinux OS 8 をサポートすることを約束しました。これには、安定した徹底的にテストされた更新プログラムとセキュリティ パッチが含まれます。",
    "Subscribe to our Announce mailing list and never miss out on the latest in AlmaLinux OS development!": "最新の AlmaLinux OS 開発状況を把握するために案内のメーリングリストに登録してください！",
    "You can find the tool code here:": "ツールコードの場所：",
    "ELevate enables migration between major versions of RHEL® derivatives. Move from CentOS 7.x to 8.x version of the RHEL derivative of your choice, or upgrade from 8.x to 9.x within the same derivative.": "ELevate を使用すると、RHEL® 派生ディストリビューションのメジャーバージョン間での移行が可能になります。選択した RHEL 派生ディストリビューションの CentOS 7.x から 8.x バージョンに移行するか、同じ派生ディストリビューション内で 8.x から 9.x にアップグレードできます。",
    "ELevate is a project aimed to provide the ability to migrate between major versions of RHEL-based distributions from 7.x to 8.x and from 8.x to 9.x. It combines Red Hat's Leapp framework with a community created library and service for the migration metadata set required for it.": "ELevate は、RHEL ベースのディストリビューションのメジャーバージョン間で 7.x から 8.x へ、および 8.x から 9.x に移行する機能を提供することを目的としたプロジェクトです。Red Hat の Leapp フレームワークと、それに必要な移行メタデータ セット用のコミュニティ作成のライブラリおよびサービスを組み合わせたものです。",
    "ELevate enables migration between major versions of RHEL(r) derivatives. Move from CentOS 7.x to 8.x version of the RHEL derivative of your choice, or upgrade from 8.x to 9.x within the same derivative.": "ELevate を使用すると、RHEL(r) 派生ディストリビューションのメジャーバージョン間での移行が可能になります。CentOS 7.x からお好きなRHEL派生ディストリビューションの 8.x バージョンに移行するか、同じディストリビューションの 8.x バージョンから 9.x に更新できます。",
    "It wasn't possible--until now. Move from CentOS 7.x to 8.x version of the RHEL derivative of your choice, or upgrade from 8.x to 9.x within the same derivative. Preserve your applications, your data, and your sanity. Run the most recent version of the OS and software you need.": "今までは不可能でした。RHEL 派生ディストリビューションの CentOS を選択し 7.x から 8.x バージョンに移行するか、同じ派生ディストリビューション内で 8.x から 9.x にアップグレードします。アプリケーション、データ、および健全性を維持します。あなたが必要とする最新バージョンの OS とソフトウェアで動作させます。",
    "Currently, ELevate project supports the following migration directions: * - migration to CentOS Stream 9 is currently in process and will be available later. ** - migration to Oracle Linux 9 is available with the <a href=\"https://blogs.oracle.com/linux/post/upgrade-oracle-linux-8-to-oracle-linux-9-using-leapp\">Oracle Leapp utility</a> and will not be supported by ELevate project.": "現在、ELevate プロジェクトが対応している移行： * - CentOS Stream 9 への移行は現在開発中です。しばらくお待ちください。 ** - Oracle Linux 9 への移行は、<a href=\"https://blogs.oracle.com/linux/post/upgrade-oracle-linux-8-to-oracle-linux-9-using-leapp\">Oracle Leapp utility</a> を使用してください。ELevate プロジェクトでは対応しません。",
    "ELevate enables migration between major versions of RHEL ® derivatives.": "ELevate は、RHEL® 派生版のメジャー バージョン間の移行を可能にします。",
    "CTO": "CTO",
    "Switching distributions is usually costly and time-consuming, but that’s not the case when switching from CentOS and other RHEL® derivatives to AlmaLinux OS.": "通常、ディストリビューションの移行にはコストと時間がかかります。しかし、CentOS や他のRHEL® 派生版から AlmaLinux OS に切り替える場合には当てはまりません。",
    "An Open Source, community owned and governed, forever-free enterprise Linux distribution, focused on long-term stability, providing a robust production-grade platform. AlmaLinux OS is ABI compatible with RHEL®.": "AlmaLinux OS は、オープンソースでコミュニティにより所有および運営されるエンタープライズ向けの Linux ディストリビューションです。長期間の安定性を重視し、頑健な本番環境用プラットフォームを提供します。AlmaLinux OS は、RHEL® と ABI 互換性を持っています。",
    "AlmaLinux OS is an open-source, community-driven Linux operating system that fills the gap left by the discontinuation of the CentOS Linux stable release. AlmaLinux OS is an Enterprise Linux distro, ABI compatible with RHEL®, and guided and built by the community.": "AlmaLinux OS は、CentOS Linux の安定版の提供が中止されたことで発生した問題を解決するために、オープンソースでコミュニティが主導する Linux オペレーティングシステムです。AlmaLinux OS はエンタープライズ向けの Linux ディストリビューションであり、RHEL® と ABI 互換性を持ち、コミュニティに導かれ構築されています。",
    "Switching Linux distros can be a headache, but that is not the case when switching from CentOS to AlmaLinux OS. Using ELevate (developed and maintained by the AlmaLinux Community), you can migrate to AlmaLinux in place.": "Linux ディストリビューションの移行は頭痛の種でした。しかし、CentOS から AlmaLinux OS への移行は簡単です。AlmaLinux コミュニティにより開発およびメンテナンスされている ELevate を使用することで、現在の環境の状態で AlmaLinux に移行できます。",
    "Since AlmaLinux is ABI compatible with RHEL®, your applications and services should be completely interoperable. You can rapidly migrate any number of servers using the [migration tool](https://github.com/AlmaLinux/almalinux-deploy).": "AlmaLinux は RHEL® と ABI 互換性があるため、アプリケーションやサービスは完全に相互運用可能です。[移行ツール]（https://github.com/AlmaLinux/almalinux-deploy）を使用することで、任意の数のサーバーを迅速に移行できます。",
    "Join us for the very first AlmaLinux Day! December 9th in Tokyo, Japan.": "Join us for the very first AlmaLinux Day! December 9th in Tokyo, Japan.",
    "Masazumi Koga OpenSource/Linux Technology Evangelist, Hewlett Packard Japan, G.K.": "古賀 政純（日本ヒューレット・パッカード合同会社　オープンソース・Linuxテクノロジーエバンジェリスト）",
    "(Andrew Lukoshko, AlmaLinux OS Architect)": "(Andrew Lukoshko, AlmaLinux OS Architect)",
    "Tomoyuki Kamo, (DesigNET)": "加茂 智之（株式会社デージーネット OSS研究室）",
    "(Matthias Kruk, AlmaLinux and MiracleLinux Developer)": "(Matthias Kruk, AlmaLinux and MiracleLinux Developer)",
    "Industry session": "Industry session",
    "Save your spot now!": "Save your spot now!",
    "(Tuxcare Inc. CEO - Igor Seletskiy)": "(Tuxcare Inc. CEO - Igor Seletskiy)",
    "Technical session": "テクニカル セッション",
    "(AlmaLinux OS Foundation Chair - benny Vasquez)": "(AlmaLinux OS Foundation Chair - benny Vasquez)",
    "Yohei Suzuki, Cybertrust Japan": "鈴木 庸陛 （サイバートラスト株式会社）",
    "(Hewlett Packard Japan, G.K. OpenSource/Linux Technology Evangelist - Masazumi Koga)": "（日本ヒューレット・パッカード合同会社 オープンソース・Linuxテクノロジーエバンジェリスト - 古賀 政純）",
    "(DesigNET Inc. - Tomoyuki Kamo)": "（株式会社デージーネット - 加茂 智之）",
    "(Cybertrust Japan - Yohei Suzuki)": "(サイバートラスト株式会社 - 鈴木 庸陛）",
    "Seamless Migration: Transitioning from CentOS 7 to AlmaLinux with Optimal Solutions": "CentOS 7からAlmaLinuxへ！最適な移行ソリューションを徹底解説",
    "Must-See! 'Practical Guide Series' Author Presentation! The Forefront of AlmaLinux on ARM Server Infrastructure": "必見！実践ガイド著者登壇！AlmaLinux on ARMサーバーインフラ最前線",
    "(DesigNET Inc. OSS Laboratory general manager - Kimiyoshi Ohno)": "株式会社デージーネット OSS研究室 部長 - 大野 公義",
    "Tristan Theroux": "",
    "Corporate Officer": "執行役員",
    "10:00 am: Hackathon kicks off!": "午前10時: ハッカソン開始！",
    "Senior orcharhino Architect": "",
    "AlmaLinux offers AlmaLinux OS 8 and AlmaLinux OS 9 images for Azure across all Azure regions via the ": "AlmaLinuxはAlmaLinux OS 8とAlmaLinux OS 9をAzureの全てのリージョンにおいて次のリンクで提供しています： ",
    "Masazumi Koga": "古賀 政純",
    "Track 1": "トラック 1",
    "Securing more infrastructure by": "",
    "Chief Experience Officer": "最高ユーザー体験責任者",
    "Chair, Board of Directors": "",
    "(AlmaLinux and MIRACLE LINUX Developer - Matthias Kruk)": "(AlmaLinux と MIRACLE LINUX の開発者 - Matthias Kruk)",
    "General Counsel": "General Counsel",
    "As CentOS Linux enters its final 6 months of support, the whole world is looking at where they go next. The AlmaLinux community benefits from the stability and intentionality that we take to building a stable, free operating system. Come hear all about what we do and how we're supporting our community at AlmaLinux Day: Germany": "",
    "Learn more about the project": "プロジェクトの詳細",
    "Manager / Product Development Engineer": "",
    "March 18th, 2024": "2024年3月18日",
    "Header image:": "ヘッダー画像:",
    "Europa Park": "",
    "See the schedule": "スケジュールを見る",
    "AlmaLinux Day: Germany": "",
    "Kenneth Tan, PhD": "",
    "Jesse Asklund": "",
    "Alex Iribarren": "",
    "Simon Phipps": "",
    "Join us March 18th for ": "",
    "AlmaLinux Day: Germany @ CloudFest": "",
    "Hidenori Ishikawa": "",
    "Learn, build, engage, and connect": "",
    "No drama, just linux.": "",
    "On stage at AlmaLinux Day": "",
    "While the event is free, registration is required for attendance. Register before March 1st to reserve your AlmaLinux Day: Germany swag bag.": "",
    "Rust, Germany": "",
    "Hear all of the latest about the project, listen as industry experts talk about what they're doing with AlmaLinux, and find out what we're doing to make this the most stable free enterprise linux distribution in the world.": "",
    "Thank you to our sponsors!": "スポンサーの皆様、ありがとうございす！",
    "Hackathon and AlmaLinux Day!": "ハッカソンとAlmaLinuxの日!",
    "Check back soon for the schedule!": "",
    "Save your spot and get your swag!": "",
    "Hear from the experts": "",
    "We'll miss you, but if you can't make it to AlmaLinux Day: Germany, you can join us online! We'll be posting the videos from the talks at the event to share with everyone.": "",
    "Andrew Lukoshko": "Andrew Lukoshko",
    "Leader of Cloud IaaS and Linux Platform Engineering teams": "",
    "Building without following: RHEL compatibility for AlmaLinux's Community": "",
    "Meet the Board: AlmaLinux OS Foundation Board": "",
    "IT Infrastructure & Security Director": "",
    "Founder": "",
    "Track 2": "トラック 2",
    "Vice President / Product Manager": "副社長/プロダクトマネージャー",
    "Chieko Aihara": "",
    "The Forefront of AlmaLinux on ARM Server Infrastructure": "ARMサーバーインフラストラクチャ上のAlmaLinuxの最前線",
    "Never has there been a better gathering of AlmaLinux experts. Hear all of the latest about the project, hear from industry experts about the current trends in the enterprise Linux ecosystem, and make connections with the people who can help solve every technology problem you're facing.": "",
    "Release Engineering Lead": "",
    "9:00 am": "午前9時",
    "See the full Hackathon agenda": "",
    "Keynotes": "キーノート",
    "10:30 am": "午前10時半",
    "easing OS upgrades": "",
    "Executive Director": "",
    "March 18th": "3月18日",
    "security of infrastructure globally": "",
    "CloudFest Hackathon": "CloudFestハッカソン",
    "11:15 am": "",
    "The Evolution of SBOMs in AlmaLinux": "AlmaLinuxにおけるSBOMの進化",
    "Join us as we work to improve the": "",
    "March 16-17": "",
    "Building AlmaLinux OS": "AlmaLinux OSをビルド",
    "Matthias Kruk": "Matthias Kruk",
    "AlmaLinux Community Activities in Japan": "日本におけるAlma Linuxコミュニティの活動",
    "Penguin Wrangler and Cloud Watcher": "Penguin Wrangler and Cloud Watcher",
    "View on YouTube": "YouTubeで見る",
    "See the recordings on Youtube": "YouTubeで記録を見る",
    "Thank you, Tokyo!": "ありがとう東京！",
    "This event will forever hold a place in my heart. We could not have hoped for a more engaged and enthusiastic audience, and we continue to be grateful for the AlmaLinux community in Japan.": "",
    "benny Vasquez": "benny Vasquez",
    "Igor Seletskiy": "Igor Seletskiy",
    "(AlmaLinux OS Architect - Andrew Lukoshko)": "(AlmaLinux OS アーキテクト - Andrew Lukoshko)",
    "Kimiyoshi Ohno": "大野 公義",
    "Jonas Trüstedt": "",
    "The event for you.": "",
    "AlmaLinux: Built to Last": "AlmaLinux: Built to Last",
    "Yohei Suzuki": "鈴木 庸陛",
    "Stability, security, and the strength of the AlmaLinux Community": "",
    "AlmaLinux provides Secure Boot support starting with the AlmaLinux 8.4 release.": "AlmaLinux は AlmaLinux 8.4 リリースからセキュアブートをサポートしています。",
    "AlmaLinux shim passes the ": "AlmaLinux の shim は ",
    "official review": "公式レビュー",
    "and is signed by Microsoft.": "を通過し、Microsoft によって署名されています。",
    "AlmaLinux shim trusts 2 certificates:": "AlmaLinux の shim は 2 つの証明書を信頼しています:",
    "Secure Boot is a security feature that ensures a system boots only with trusted software, preventing the loading of unauthorized operating systems or software that could potentially compromise the system's integrity.": "セキュアブートは信頼されたソフトウェアのみでシステムが起動することを保証するセキュリティ機能で、システムの整合性を損なう可能性のある不正なオペレーティングシステムやソフトウェアの読み込みを防ぎます。",
    "AlmaLinux OS provides a set of security features: Errata, GPG keys, Mailing Lists, OpenSCAP, OVAL, SBOM, and Secure Boot": "AlmaLinux OS は一連のセキュリティ機能を提供します: Errata、GPG 鍵、メーリングリスト、OpenSCAP、OVAL、SBOM、セキュアブート",
    "Each supported architecture has various installation images available:": "各対応アーキテクチャには様々なインストールイメージが用意されています：",
    "Subscribe to our newsletter mailing list and never miss out on the latest in AlmaLinux OS news, and sign up for any other updates on lists.almalinux.org!": "Newsletters メーリングリストに登録して、AlmaLinux OS の最新情報を見逃さないようにしましょう。他のアップデートについても lists.almalinux.org で登録してください！",
    "Get OCI Image from GitHub": "GitHub から OCI イメージを入手",
    "The AlmaLinux OS Foundation is a 501(c)(6) that was founded in March of 2021 to own and manage the AlmaLinux OS project. We have been involving the community since the beginning, and the governing board is chosen by members of the foundation. For as long as our community needs a free operating system in the RHEL ecosystem, AlmaLinux OS will be free and open.": "AlmaLinux OS Foundation は AlmaLinux OS プロジェクトを所有・管理するために 2021 年 3 月に設立された 501(c)(6) 団体です。私たちは当初からコミュニティに関与しており、理事会は財団メンバーによって選出されています。コミュニティが RHEL エコシステム内で無料のオペレーティングシステムを必要とする限り、AlmaLinux OS は無料かつオープンであり続けます。",
    "Each minor version of AlmaLinux reaches end of life when the following minor version is released, but stable and thoroughly tested updates and security patches will be shipped for AlmaLinux OS 8.x until 2029, and AlmaLinux 9.x until 2032.": "AlmaLinux の各マイナーバージョンは次のマイナーバージョンがリリースされるとサポート終了となりますが、AlmaLinux OS 8.x には 2029 年まで、AlmaLinux 9.x には 2032 年まで、安定で十分にテストされたアップデートとセキュリティパッチが提供されます。",
    "When will support for AlmaLinux OS 8 and 9 reach end of life?": "AlmaLinux OS 8 と 9 のサポートはいつ終了しますか？",
    "Switching Linux distros can be a headache, but that is not the case when switching from CentOS 8 to AlmaLinux OS. Using ": "Linux ディストリビューションの切り替えは厄介なことが多いですが、CentOS 8 から AlmaLinux OS への切り替えは違います。 ",
    "AlmaLinux Newsletter Signup": "AlmaLinux Newsletter に登録",
    " you can migrate to AlmaLinux in-place. If you are coming from CentOS 7, or need to upgrade between major versions, ": " を使用すればインプレースで AlmaLinux へ移行することができます。CentOS 7 から移行する場合や、メジャーバージョン間でのアップグレードが必要な場合は ",
    "Anyone that requires an enterprise-grade linux distribution, without the need for a commercial license agreement. AlmaLinux OS is also a perfect replacement for anyone who has historically relied on the CentOS Linux releases to achieve computing objectives, and for whom CentOS Stream is not the right solution.": "エンタープライズグレードの Linux ディストリビューションを必要とするが、商用ライセンス契約は必要でない人に最適です。AlmaLinux OS は従来 CentOS Linux に依存してコンピューティング課題を解決していたが、CentOS Stream が適切なソリューションではない人にも完璧な代替品です。",
    "FIPS Validation for AlmaLinux OS.": "AlmaLinux OS の FIPS 検証。",
    "AlmaLinux OS 9.2 is in the processes of becoming FIPS-140 compliant. Read more in this blog post: ": "AlmaLinux OS 9.2 は FIPS-140 準拠のプロセスを進めています。詳細は次のブログを確認してください: ",
    "Is AlmaLinux OS FIPS-140 compliant?": "AlmaLinux OS は FIPS-140 に準拠していますか？",
    "we shifted": "私たちは",
    "What does binary compatible with RHEL mean?": "RHEL とバイナリ互換性があるとはどういう意味ですか？",
    " our goal from being a downstream rebuild of RHEL to maintaining compatibility with RHEL. That means everything from software applications to kernel modules that work on RHEL will work on AlmaLinux. If not, we consider that a bug.": " RHEL のダウンストリームリビルドになることではなく、RHEL との互換性を維持することに目標を変更しました。これはソフトウェア・アプリケーションからカーネルモジュールに至るまで、RHEL で動作するものは全て AlmaLinux でも動作することを意味します。そうでない場合、私たちはそれをバグと見なします。",
    "Ecosystem Catalog": "エコシステムカタログ",
    "Level": "レベル",
    "Feature": "機能",
    "Certifications": "認定",
    "Overview": "概要",
    "SEARCH": "検索",
    "FILTER RESULTS": "結果を絞り込む",
    "LOADING": "読み込み中",
    "Learn More": "詳細はこちら",
    "Product Support": "製品サポート",
    "Product specs": "製品仕様",
    "Home": "ホーム",
    "Software certification is still in the works. Want to help out? Join the Certification SIG!": "ソフトウェア認定は現在計画中です。協力してくれますか？Certification SIG に参加してください！",
    "Test your hardware": "ハードウェアをテストする",
    "Test your software - coming soon!": "ソフトウェアをテストする - 近日公開！",
    "No-cost, high-value certification, with support from the experts.": "専門家によるサポートによるサポート付きの、無料で高価値な認定。",
    "For consumers": "コンシューマー向け",
    "Compatibility you can trust for performance, reliability, and stability": "性能、信頼性、安定性を信頼できる互換性",
    "A Certification Program Built with Everyone in Mind": "すべての人を念頭に置いた認定プログラム",
    "Get Certified": "認定を受ける",
    "For hardware providers": "プロバイダー向け",
    "AlmaLinux Kitten OS": "AlmaLinux Kitten OS",
    "The initial backers and supporters for AlmaLinux OS were already extremely active in the enterprise Linux ecosystem, and had significant experience with RHEL forks. They knew the impact that the loss of CentOS Linux would have across all industries, and had the means and knowledge and need to help the community move forward.": "AlmaLinux OS の最初の支援者と支持者たちは、既にエンタープライズ Linux エコシステムで活発に活動しており、RHEL フォークに関する豊富な経験を持っていました。彼らは CentOS Linux の消失が全ての業界に与える影響を理解しており、手段と知識を持っていたため、コミュニティが前進するのを助ける義務があると考えました。",
    "It is the direct upstream for AlmaLinux OS 10 and is the primary point for the AlmaLinux community to engage and influence the future of AlmaLinux OS. Fixes and features land here first and trickle down into AlmaLinux OS as appropriate. It is the integration and collaboration point for AlmaLinux to its upstreams as well, such as CentOS Stream and Fedora. You can read more about it:  ": "AlmaLinux OS 10 の直接的な上流であり、AlmaLinux コミュニティが AlmaLinux OS の将来に関与し、影響を与えるための主要なポイントです。修正や機能はまずここに入り、適切に AlmaLinux OS へ反映されていきます。また、CentOS Stream や Fedora といった AlmaLinux の上流への統合および協力のポイントでもあります。詳細はこちらをご覧ください:  ",
    "What is AlmaLinux OS Kitten?": "AlmaLinux OS Kitten とは？",
    "Alma means soul in Spanish and other Latin languages. Looking back, it is easy to see that Linux is as popular and pervasive as it is thanks to the efforts of a passionate, diverse developer community. That community is the soul of Linux, and everyone that relies on a Linux distribution is indebted to the efforts of the Linux community. That is why we called our distribution AlmaLinux OS.": "Alma はスペイン語や他のラテン系の言語で魂を意味します。振り返ってみると、Linux がこれほど広く普及、浸透しているのは情熱的で多様な開発者コミュニティの努力によるものだと容易にわかります。そのコミュニティこそが Linux の魂であり、Linux ディストリビューションを利用するすべての人が Linux コミュニティの努力に感謝しています。これが私たちのディストリビューションを AlmaLinux OS と名付けた理由です。",
    "If you don't see what you need, you can either send a request to the Certification SIG, or join the Certification SIG chat room to ask about it. You can also find our entire our open source hardware certification suite": "必要なものが見つからない場合は、Certification SIG にリクエストを送るか、Certification SIG のチャットルームに参加して質問してください。また、オープンソースであるハードウェア認定スイートの全てを見ることもできます",
    "Certification Program": "認定プログラム",
    "Hardware": "ハードウェア",
    "For providers": "プロバイダー向け",
    "Certifying in the Linux ecosystem is too often a tedious, painful process. The AlmaLinux Certification SIG has partnered with some of the biggest hardware and software providers in the world to develop the": "Linux エコシステムでの認定取得は、退屈で苦痛なプロセスになりがちです。AlmaLinux Certification SIG は世界最大級のハードウェアおよびソフトウェアプロバイダーと提携し開発した",
    "Hardware Certification": "ハードウェア認定",
    "Certification": "認定",
    "The AlmaLinux Certification Program": "AlmaLinux 認定プログラム",
    "The full list of certified hardware and software is available in the": "認定ハードウェアおよびソフトウェアは次のページにリストされています",
    "Navigating the fluctuating compatibility and dependencies for your environment is hard enough without having to dig into your operating system. Make the best use of your time by checking list of compatible solutions for your needs,  environment.": "利用環境で変動する互換性や依存関係を確認するだけでも大変なのに、オペレーティングシステムまで深く調べる必要はありません。環境に適した互換性のあるソリューションのリストを確認し、時間を有効に活用しましょう。",
    "Software": "ソフトウェア",
    "Software Certification": "ソフトウェア認定",
    "Request Certification": "認定をリクエスト",
    "with a goal of being as quick and easy as possible.": "で、できる限り迅速で簡単な認定を目指しています。",
    "Motherboard": "マザーボード",
    "Release Management": "リリース管理",
    "SIG support": "SIGサポート",
    "Discuss and contribute": "議論と貢献",
    "the open source LEAPP project": "オープンソースLEAPPプロジェクト",
    "Join the conversation": "会話に参加する",
    "Members of ALESCo": "ALESCo会員",
    "Cloud Engineer": "クラウドエンジニア",
    "Learn more": "さらに詳しく",
    "ALESCo": "ALESCo"
}
